[
  {
    "name": "Innovate GmbH",
    "description": "Ein agiles Technologieunternehmen mit hohem Innovationsfokus und flachen Hierarchien. Eigenverantwortung ist stark ausgeprägt, Veränderungen sind Alltag, und Fehler gelten als Lernchance. Der gesellschaftliche Impact steht weniger im Fokus. Der Leistungsdruck ist mittel bis hoch, getrieben durch schnelles Wachstum."
  },
  {
    "name": "Veritas Consulting",
    "description": "Eine mittelgroße Managementberatung mit klarer Konzernstruktur. Effizienz und Ergebnisorientierung prägen das tägliche Arbeiten. Entscheidungen sind meist top-down, Eigenverantwortung ist klar abgegrenzt. Fehler werden kritisch analysiert. Purpose spielt eine untergeordnete Rolle, Leistungsdruck ist hoch."
  },
  {
    "name": "GreenCore e.V.",
    "description": "Ein gemeinnütziger Verein mit starker Sinnorientierung und flacher Struktur. Mitarbeitende übernehmen Verantwortung in Projekten mit gesellschaftlicher Wirkung. Die Veränderungsdynamik ist moderat. Fehler werden offen reflektiert. Leistungsdruck ist gering – der Fokus liegt auf Zusammenarbeit und Wirkung."
  },
  {
    "name": "TechFlow AG",
    "description": "Ein technologiegetriebener Mittelständler mit Fokus auf Plattformprodukte. Die Innovationskultur ist hoch, Mitarbeitende haben viele Freiräume zur Gestaltung. Veränderung ist integraler Bestandteil der Arbeit. Fehler gelten als Lernfelder. Purpose ist implizit vorhanden, Leistungsdruck ist mittelhoch."
  },
  {
    "name": "Structo Verwaltungs GmbH",
    "description": "Ein stark formalisiertes Unternehmen im öffentlichen Sektor mit geringem Innovationsgrad. Klare Prozesse und stabile Strukturen prägen die tägliche Arbeit. Eigenverantwortung ist begrenzt, Veränderungsdynamik niedrig. Fehler werden vermieden. Purpose wird formell kommuniziert, Leistungsdruck ist niedrig."
  },
  {
    "name": "ImpactWorks",
    "description": "Ein kleines Sozialunternehmen mit starker Sinnorientierung und flexibler Arbeitsweise. Mitarbeitende gestalten ihre Aufgaben eigenständig, Veränderung wird begrüßt. Fehler werden offen thematisiert. Leistungsdruck ist gering, Eigenverantwortung sehr hoch."
  },
  {
    "name": "DataLogic SE",
    "description": "Ein datengetriebener Konzern mit klarer Effizienzstruktur und mittlerem Innovationsgrad. Verantwortung ist entlang von Zuständigkeiten geregelt. Veränderung erfolgt schrittweise. Fehler werden dokumentiert, aber nicht offen diskutiert. Purpose wird strategisch verankert, Leistungsdruck ist spürbar, aber kontrolliert."
  },
  {
    "name": "DesignHive Studios",
    "description": "Eine kreative Agentur mit hohem Innovationsgrad und projektbasiertem Arbeiten. Eigenverantwortung ist hoch, Entscheidungen werden im Team getroffen. Die Fehlerkultur ist explorativ, Purpose ergibt sich projektbezogen. Leistungsdruck ist projektabhängig, tendenziell hoch in Spitzenphasen."
  },
  {
    "name": "MediPlus Kliniken",
    "description": "Ein größerer Klinikverbund mit klaren Hierarchien und strengen regulatorischen Anforderungen. Innovationspotenzial ist vorhanden, aber stark prozessgebunden. Eigenverantwortung besteht in definierten Rollen. Fehler werden dokumentiert und analysiert. Purpose ist hoch (Gesundheit), Leistungsdruck konstant hoch."
  },
  {
    "name": "Craft & Build GmbH",
    "description": "Ein familiengeführtes Bauunternehmen mit mittlerer Größe und starker Praxisorientierung. Effizienz steht im Vordergrund, Veränderungen erfolgen langsam. Entscheidungen werden zentral getroffen. Eigenverantwortung ist begrenzt, Fehler werden intern gelöst. Sinn spielt eine geringe Rolle, Leistungsdruck ist moderat."
  }
]
