{
  "id": "0",
  "name": "Beispiel AG",
  "locations": "Hamburg",
  "website": "www.xy.de",
  "categories": {
    "Unternehmensgröße": "20 Mitarbeiter",
    "Unternehmenstyp": "Startup",
    "Firmentyp / Tätigkeit": "Beratung",
    "Branche / Tätigkeitsfeld": "IT",
    "Geschäftsmodell": "Projektgeschäft",
    "Remote-Option": "Remote möglich",
    "Innovationssprache": "Stark ausgeprägt",
    "CSR / Purpose-Kommunikation": "stark ausgeprägt"
  },
  "company description short": "Ein junges Unternehmen im Bereich IT-Sicherheit, das eine Plattform zur Abwehr von Phishing- und Ransomware-Angriffen für mittelständische Firmen anbietet. Die Lösung wird als Managed Service betrieben und richtet sich vor allem an Kunden mit hohen Datenschutzanforderungen.",
  "culture description": "Die Unternehmenskultur ist von hoher Dynamik geprägt: Rollen und Strukturen werden regelmäßig an neue Anforderungen angepasst. Die geringe Formalisierung ermöglicht individuelle Gestaltungsfreiheit – Mitarbeitende übernehmen Verantwortung über feste Zuständigkeiten hinaus. Fehler werden als Lernchance gesehen – Experimentierfreude und schnelles Ausprobieren gehören zum Alltag. Die Kommunikation ist informell und hierarchiearm, geprägt durch flache Strukturen und Du-Kultur. Trotz begrenzter Ressourcen herrscht ein hoher Leistungsanspruch – Erfolg wird über persönlichen Einsatz definiert. Die Vision des Unternehmens sowie das technologische Produkt stehen im Zentrum der kulturellen Sinnstiftung. Durch die geringe Unternehmensgröße übernehmen Mitarbeitende vielfältige Aufgaben und genießen dabei viel Eigenverantwortung. Entscheidungen werden schnell und pragmatisch getroffen – direkte Abstimmungen und kurze Wege prägen den Alltag. Die Teamstruktur ist nahbar – informeller Austausch mit der Führung ist gängig. Prozesse sind bewusst flexibel gehalten und wenig formalisiert, um schnelle Reaktionen zu ermöglichen. Die Arbeit ist stark projektgetrieben – wechselnde Anforderungen und Kundenbedürfnisse bestimmen das Tempo. Die Ergebnisorientierung ist hoch – externe Erwartungen erzeugen permanenten Leistungsdruck. Teams setzen sich häufig neu zusammen, was schnelle Einarbeitung und Anpassungsfähigkeit erfordert. Die Kommunikation ist professionell und analytisch, mit einem Fokus auf Status und Expertise. Mitarbeitende identifizieren sich vor allem über ihre Rolle und Problemlösungskompetenz – weniger mit einem Produkt. Die Innovationsgeschwindigkeit ist hoch – neue Methoden und Technologien werden schnell adaptiert. Es herrscht eine offene Fehlerkultur, in der Scheitern als notwendiger Teil der Entwicklung verstanden wird. Technische Rollen erfordern und ermöglichen ein hohes Maß an Eigenverantwortung. Die Zusammenarbeit erfolgt häufig in agilen, crossfunktionalen Teams. Die Kommunikation ist direkt, technisch geprägt und meist informell. Das Unternehmen arbeitet in einem konstant wechselnden Projektumfeld – neue Rahmenbedingungen sind Normalität. Hohe Flexibilität und Anpassungsfähigkeit sind essenzielle Bestandteile der Unternehmenskultur. Fehler können unmittelbare Kundenauswirkungen haben – entsprechend vorsichtig ist der Umgang damit. Verantwortung ist hoch, aber durch Projektziele klar gerahmt. Zeitdruck durch externe Deadlines ist ein permanenter Kulturfaktor. Die remote-fähige Struktur erfordert eine hohe Eigenverantwortung und Selbstorganisation der Mitarbeitenden. Digitale Kommunikation ist Standard – sie erfolgt häufig asynchron und setzt klare Abstimmung voraus. Führung findet überwiegend virtuell statt – Präsenz ist kein Maßstab für Leistung. Die Arbeitskultur setzt auf Vertrauen und Disziplin. Soziale Nähe muss bewusst über digitale Formate gepflegt werden. Innovation ist nicht nur Methode, sondern ein zentraler Bestandteil der Unternehmenskultur. Fehler werden als notwendiger Bestandteil von Innovation verstanden. Hierarchien werden aufgebrochen – Verantwortung wird in Netzwerken geteilt. Ideen werden frühzeitig und experimentell getestet – z. B. in Sprints oder Prototypen. Kreativität und Eigeninitiative sind erwünscht und werden gezielt gefördert. Sinn und gesellschaftlicher Nutzen stehen im Zentrum der Unternehmenskultur. Werte wie Verantwortung, Nachhaltigkeit und Diversität sind Teil der Entscheidungsprozesse. Das Unternehmen spricht gezielt intrinsisch motivierte Talente an. Das Employer Branding vermittelt Haltung und gesellschaftliches Engagement. Die Identifikation mit dem Purpose wird als Bindungsfaktor zur Organisation aktiv genutzt. Die Selbstbeschreibung als 'mutig, iterativ und datenbasiert' betont ein innovationsgetriebenes Mindset. Die Geschäftsführung betont 'gesellschaftlichen Impact und Eigenverantwortung' – beides spiegelt sich in der Kultur wider."
}
