[
{
  "id": "1",
  "name": "Syngenio AG",
  "locations": "München, Hamburg, Köln, Bonn, Frankfurt am Main, Stuttgart",
  "Website": "https://syngenio.com",
  "Unternehmensgröße": "mittel (50-499 Mitarbeiter)",
  "Unternehmenstyp": "KMU",
  "Firmentyp / Tätigkeit": "Beratung",
  "Branche / Tätigkeitsfeld": "IT / Software / Technologie",
  "Geschäftsmodell": "Projektgeschäft",
  "Remote-Option": "Remote möglich (vollständig oder weitgehend)",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Stark ausgeprägt / kulturell verankert",
  "culture description": "Die Unternehmenskultur der Syngenio AG ist geprägt durch ein ausgewogenes Verhältnis von Struktur und Flexibilität, wie es für mittelgroße Unternehmen typisch ist. Entscheidungen erfolgen sowohl zentralisiert als auch dezentral, was Nähe zur Führung ebenso wie bereichsspezifische Autonomie ermöglicht. Die Kommunikation ist meist teamnah, jedoch in bereichsübergreifenden Kontexten formalisiert. Veränderungen sind möglich, benötigen aber koordinierte Abstimmungen über mehrere Ebenen hinweg. Als klassisches KMU ist die Kultur stark vom Führungsstil und der individuellen Prägung zentraler Personen abhängig. Prozesse sind zwar vorhanden, aber nicht stark formalisiert und erlauben pragmatisches Handeln. Persönliche Bindungen – etwa zu Kolleg:innen oder zur Unternehmensmission – spielen eine große Rolle für die Identifikation, während Veränderungen meist schrittweise und nicht disruptiv erfolgen. Der Kommunikationsstil kann zwischen direkt und hierarchisch variieren, abhängig vom Kontext. Die Tätigkeit im beratenden Projektgeschäft bringt ein hohes Maß an Leistungs- und Ergebnisdruck mit sich, da externe Erwartungen und Deadlines den Arbeitsalltag bestimmen. Teams wechseln häufig, die Arbeit ist schnelllebig und stark zielorientiert. Eigenverantwortung ist hoch, wird aber durch projektspezifische Kundenvorgaben gerahmt. Die Kommunikation erfolgt professionell und statusbewusst, mit einem Fokus auf analytische Klarheit. Durch die Branchenzugehörigkeit zu IT / Software / Technologie ist die Arbeitsweise stark agil, iterativ und techniknah geprägt. Veränderungen gehören zum Alltag, Fehler werden als Lernmomente akzeptiert und eine experimentierfreudige Haltung ist Teil des kulturellen Selbstverständnisses. Die direkte, oft informelle Kommunikation und die hohe Eigenverantwortung in technischen Rollen spiegeln sich in einer ausgeprägt teambasierten, flexiblen Arbeitsorganisation wider. Das projektbasierte Geschäftsmodell erfordert hohe Anpassungsfähigkeit: wechselnde Anforderungen, externe Zielvorgaben und temporäre Teamkonstellationen prägen die tägliche Arbeit. Fehler haben unmittelbare Auswirkungen auf den Kunden – daher ist die Fehlerkultur zwar präsent, jedoch von Vorsicht geprägt. Eigenverantwortung ist essenziell, aber durch Projektziele stark gerahmt. Die Möglichkeit zum ortsunabhängigen Arbeiten ist vollständig gegeben, was auf eine hohe Vertrauenskultur und einen modernen Führungsstil hinweist. Kommunikation erfolgt überwiegend digital und erfordert klare Abstimmungen. Mitarbeitende müssen ein hohes Maß an Selbstorganisation, Disziplin und digitaler Kompetenz mitbringen. Führung ist zielorientiert und virtuell ausgeprägt, während soziale Nähe im Team aktiv gepflegt werden muss. Die Verwendung einer stark ausgeprägten Innovationssprache zeigt sich in einer explorativen Kultur, die auf Geschwindigkeit, kreatives Ausprobieren und mutiges Lernen ausgerichtet ist. Hierarchien werden bewusst aufgebrochen, Netzwerkstrukturen sind gängig. Innovationsmethoden wie Sprints, Labs oder MVPs werden aktiv eingesetzt – Eigeninitiative und Gestaltungsspielraum sind kulturell verankert. CSR und Purpose-Kommunikation sind deutlich sichtbar und kulturell integriert. Mitarbeitende erleben ihre Arbeit als sinnstiftend und gesellschaftlich relevant. Nachhaltigkeit, Verantwortung und Diversität prägen die interne Kommunikation ebenso wie das Employer Branding. Diese wertebasierte Kultur fördert intrinsische Motivation und schafft eine starke Identifikation mit der Unternehmensvision.",
  "company descrition short": "Ein IT-Beratungsunternehmen mit Fokus auf digitale Finanzdienstleistungen. Syngenio entwickelt individuelle Softwarelösungen und Plattformen für Banken, FinTechs und Zahlungsdienstleister – von Mobile Banking bis zu Payment-Innovationen. Der Schwerpunkt liegt auf agiler Umsetzung und technologischer Exzellenz für regulierte Märkte."
},
{
  "id": "2",
  "name": "Siemens AG",
  "locations": "München, Berlin (Hauptsitze); weltweit in über 190 Ländern",
  "Website": "https://www.siemens.com",
  "Unternehmensgröße": "groß (500+ Mitarbeiter)",
  "Unternehmenstyp": "Konzern",
  "Firmentyp / Tätigkeit": "Produktfirma",
  "Branche / Tätigkeitsfeld": "Industrie / Maschinenbau / Produktion",
  "Geschäftsmodell": "Mischform",
  "Remote-Option": "Remote möglich (vollständig oder weitgehend)",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Stark ausgeprägt / kulturell verankert",
  "culture description": "Die Unternehmenskultur der Siemens AG ist geprägt durch strukturierte Prozesse und eine hohe formale Ordnung, wie sie für Großkonzerne typisch ist. Klare Hierarchien, festgelegte Zuständigkeiten und umfangreiche Regelwerke sorgen für Stabilität, Verlässlichkeit und Planbarkeit. Gleichzeitig eröffnet die Größe des Unternehmens vielfältige Entwicklungsmöglichkeiten innerhalb klar definierter Karrierepfade. Entscheidungen verlaufen häufig über mehrere Ebenen und erfordern Abstimmung zwischen verschiedenen Funktionen und Standorten – dies prägt eine prozessorientierte und koordinierte Zusammenarbeit. Als global agierender Konzern mit einem Mischmodell aus Produkt- und projektbezogenen Geschäftsfeldern verbindet Siemens langfristige Innovationsstrategien mit operativer Exzellenz. Die Kombination aus standardisierten Prozessen und kundenorientierten Projekten verlangt einerseits Effizienz und Skalierbarkeit, andererseits Anpassungsfähigkeit und lösungsorientiertes Handeln im operativen Geschäft. In produktbezogenen Bereichen dominieren Qualitätssicherung, Zuverlässigkeit und Präzision, während projektbezogene Einheiten stärker von Agilität und Pragmatismus geprägt sind. Die stark ausgeprägte Innovationssprache macht kontinuierliche Weiterentwicklung und Technologietransfer zu zentralen Bestandteilen der Unternehmenskultur. Innovation wird systematisch gefördert – neue Ideen durchlaufen strukturierte Prüfprozesse, werden in geschützten Formaten wie Labs oder Pilotprojekten getestet und skalierbar gemacht. Fehler werden als Teil eines kontrollierten Lernprozesses betrachtet und reflektiert, ohne den Anspruch an Qualität und Sicherheit aus den Augen zu verlieren. Diese Haltung ermöglicht explorative Entwicklungen im Rahmen klarer Governance-Strukturen. Die ausgeprägte Purpose- und CSR-Kommunikation verankert gesellschaftliche Verantwortung und Nachhaltigkeit fest im kulturellen Selbstverständnis. Siemens positioniert sich aktiv als werteorientiertes Unternehmen mit globalem Impact. Themen wie Dekarbonisierung, Bildung und Diversität sind integrale Bestandteile der strategischen Kommunikation und prägen auch interne Initiativen. Die Identifikation mit dem gesellschaftlichen Beitrag ist ein zentraler Bindungsfaktor für Mitarbeitende, die nicht nur mit Technologien, sondern auch mit langfristigem Impact arbeiten möchten. Die Remote-Arbeit ist großflächig möglich und wird von einer leistungs- und vertrauensbasierten Kultur getragen. Dies erfordert strukturierte Kommunikation, klare Ziele und selbstorganisierte Arbeitsweisen. Führung erfolgt zunehmend virtuell, gestützt durch digitale Tools und hybride Meetingformate. Gleichzeitig bleibt persönliche Sichtbarkeit in vielen Bereichen ein kulturell wirksamer Erfolgsfaktor. Die Balance aus virtueller Autonomie und physischer Präsenz ist Teil der kontinuierlichen Transformation der Arbeitswelt bei Siemens. Insgesamt steht die Unternehmenskultur von Siemens für eine Balance aus Struktur und Innovationskraft, für globale Verantwortung und technologischen Fortschritt – getragen von Prozessorientierung, gesellschaftlicher Sinnstiftung und einem hohen Maß an Professionalität und Disziplin in der Zusammenarbeit.",
  "company descrition short": "Ein weltweit führendes Technologieunternehmen, das Lösungen in den Bereichen Industrieautomatisierung, Energie, Mobilität und Gesundheitswesen entwickelt. Siemens bedient vor allem Großunternehmen und öffentliche Auftraggeber mit Fokus auf Digitalisierung und nachhaltige Infrastrukturprojekte." 
},
{
  "id": "3",
  "name": "SAP SE",
  "locations": "Walldorf (Hauptsitz), weltweit in über 130 Ländern",
  "Website": "https://www.sap.com",
  "Unternehmensgröße": "groß (500+ Mitarbeiter)",
  "Unternehmenstyp": "Konzern",
  "Firmentyp / Tätigkeit": "Produktfirma",
  "Branche / Tätigkeitsfeld": "IT / Software / Technologie",
  "Geschäftsmodell": "Mischform",
  "Remote-Option": "Remote möglich (vollständig oder weitgehend)",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Stark ausgeprägt / kulturell verankert",
  "company descrition short": "Die Unternehmenskultur von SAP SE ist geprägt durch eine Kombination aus stabilen Konzernstrukturen und einer ausgeprägten Innovationskultur. Als global agierender Softwarekonzern mit produktzentrierter Ausrichtung ist die Organisation stark formalisiert – Prozesse, Rollen und Verantwortlichkeiten sind klar definiert und werden durch skalierbare Strukturen getragen. Die Zusammenarbeit erfolgt funktionsübergreifend, oft international, und erfordert ein hohes Maß an Koordination, professioneller Kommunikation und interdisziplinärem Denken. Als Produktfirma mit Mischmodell verbindet SAP langfristig ausgelegte Softwareentwicklung mit projektbezogener Kundenintegration. Während in der Produktentwicklung Standardisierung, Qualitätssicherung und technische Exzellenz dominieren, bringen kundennahe Projekte eine stärkere Ergebnisorientierung und Pragmatismus ins Arbeiten. Diese Dualität fördert sowohl Prozessklarheit als auch Anpassungsfähigkeit – je nach organisatorischem Bereich variieren Geschwindigkeit und Gestaltungsspielraum. Die stark ausgeprägte Innovationssprache ist kulturell tief verankert. Neue Technologien, wie KI, Cloud oder Blockchain, werden nicht nur adaptiert, sondern mitgestaltet. Innovationen entstehen innerhalb strukturierter Prozesse – etwa in internen Inkubatoren, Co-Innovation Labs oder offenen Partnernetzwerken. Die Fehlerkultur ist entwicklungsorientiert: Experimente werden gefördert, auch wenn sie scheitern, solange daraus systematisch gelernt wird. Diese Haltung ermöglicht technologische Pionierarbeit innerhalb klarer Governance. Die CSR- und Purpose-Kommunikation ist bei SAP integraler Bestandteil der kulturellen Identität. Nachhaltigkeit, Gleichberechtigung, digitale Bildung und soziale Teilhabe stehen im Zentrum strategischer Programme – sowohl extern als auch intern. Mitarbeitende erleben die Unternehmenskultur als sinnstiftend, da gesellschaftliche Verantwortung und wirtschaftlicher Erfolg miteinander verbunden sind. Diese Sinnorientierung dient nicht nur dem Employer Branding, sondern stiftet auch interne kulturelle Bindung. Die remote-fähige Struktur ist international etabliert. Zusammenarbeit erfolgt standortübergreifend, virtuell und in interkulturellen Teams. Virtuelle Führung, asynchrone Kommunikation und digitale Selbstorganisation sind Teil des Alltags. Gleichzeitig werden hybride Formate genutzt, um persönliche Interaktion gezielt zu stärken. Vertrauen, Zielklarheit und Disziplin bilden die Grundlage für die ortsunabhängige Zusammenarbeit. Insgesamt steht die Unternehmenskultur von SAP für professionelle Stabilität, internationale Zusammenarbeit und technologiegetriebene Innovationskraft – eingebettet in eine werteorientierte, verantwortungsbewusste Organisation mit globalem Gestaltungsanspruch."
},
{
  "id": "4",
  "name": "Deutsche Bahn AG",
  "locations": "Berlin (Hauptsitz), bundesweit und international tätig",
  "Website": "https://www.deutschebahn.com",
  "Unternehmensgröße": "groß (500+ Mitarbeiter)",
  "Unternehmenstyp": "Öffentliche Einrichtung",
  "Firmentyp / Tätigkeit": "Plattformanbieter / digitale Infrastruktur",
  "Branche / Tätigkeitsfeld": "Bau / Logistik / Versorgung",
  "Geschäftsmodell": "Mischform",
  "Remote-Option": "Remote möglich (vollständig oder weitgehend)",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Stark ausgeprägt / kulturell verankert",
  "culture description": "Die Unternehmenskultur der Deutschen Bahn AG ist durch ihre Größe und öffentliche Trägerschaft von stark formalisierten Strukturen, regulierten Abläufen und hoher Prozessverbindlichkeit geprägt. Klare Hierarchien, standardisierte Zuständigkeiten und gesetzlich definierte Rahmenbedingungen schaffen ein strukturiertes Arbeitsumfeld mit hohem Maß an Planbarkeit und Stabilität. Entscheidungen erfolgen häufig über mehrere Instanzen hinweg, was einen koordinierten, dokumentationsstarken Arbeitsstil erfordert. Als öffentliche Einrichtung mit Mischmodell steht die Deutsche Bahn zwischen öffentlichem Auftrag und wirtschaftlichem Handlungsdruck. Diese Doppelrolle prägt eine Kultur, in der Zielkonflikte zwischen Effizienz, Sicherheit, Nachhaltigkeit und Kundenorientierung professionell austariert werden müssen. In plattformbezogenen Tätigkeitsfeldern sowie im Infrastruktur- und Logistikbetrieb sind operative Exzellenz und technische Zuverlässigkeit zentrale Kulturfaktoren. Die Rolle als Plattformanbieter digitaler Infrastruktur erfordert langfristige Planung und systemübergreifende Koordination – gleichzeitig entsteht durch die zunehmende Digitalisierung eine dynamische Arbeitsrealität mit Raum für innovative Lösungen. Diese Transformation ist kulturell spürbar: In Innovationsbereichen ist Experimentierfreude gewünscht und technologischer Fortschritt Teil der strategischen Ausrichtung. Innovationsprojekte werden innerhalb strukturierter Programme initiiert und häufig interdisziplinär umgesetzt. Fehler werden in diesen Kontexten als Lernquelle verstanden, gleichzeitig bleibt in sicherheitskritischen Bereichen ein vorsichtiger Umgang mit Risiken vorherrschend. Die stark ausgeprägte CSR- und Purpose-Kommunikation ist tief in der Unternehmenskultur verankert. Die Bahn versteht sich als zentraler Akteur der Verkehrswende und gesellschaftlicher Transformation. Nachhaltigkeit, Klimaschutz und Daseinsvorsorge sind integrale Bestandteile des Selbstverständnisses – dies prägt die kulturelle Sinnstiftung im Unternehmen. Mitarbeitende identifizieren sich mit dem gesellschaftlichen Auftrag und erleben ihre Arbeit als Beitrag zum Gemeinwohl. Die remote-fähige Struktur verändert die Zusammenarbeit zunehmend. In Verwaltung und Projektsteuerung sind ortsunabhängige Arbeitsweisen etabliert – diese setzen Selbstorganisation, digitale Abstimmung und disziplinierte Kommunikation voraus. Führung wird zunehmend hybrid gestaltet, wobei in vielen operativen Bereichen physische Präsenz weiterhin notwendig ist. Die kulturelle Herausforderung besteht darin, eine übergreifende Identität zwischen digitaler Flexibilität und physischer Systemrelevanz zu wahren. Insgesamt vereint die Unternehmenskultur der Deutschen Bahn Stabilität und Struktur mit einer zunehmenden Offenheit für technologische Innovation, gesellschaftliche Sinnstiftung und neue Arbeitsmodelle – eingebettet in ein komplexes, öffentlich verantwortetes System mit hohem Transformationsdruck."
  "company descrition short": "Ein integriertes Mobilitäts- und Logistikunternehmen, das Personen- und Güterverkehr in Deutschland und Europa betreibt. Die DB bietet multimodale Transportlösungen und richtet sich an Endverbraucher, Industrie und öffentliche Auftraggeber mit Fokus auf nachhaltiger Mobilität."
},
{
  "id": "5",
  "name": "BioNTech SE",
  "locations": "Mainz (Hauptsitz), weltweit an über 20 Standorten",
  "Website": "https://www.biontech.com",
  "Unternehmensgröße": "groß (500+ Mitarbeiter)",
  "Unternehmenstyp": "Konzern",
  "Firmentyp / Tätigkeit": "Produktfirma",
  "Branche / Tätigkeitsfeld": "Pharma / Medizintechnik / Gesundheit",
  "Geschäftsmodell": "Produktgeschäft",
  "Remote-Option": "Remote möglich (vollständig oder weitgehend)",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Stark ausgeprägt / kulturell verankert",
  "culture description": "Die Unternehmenskultur von BioNTech SE ist stark forschungsgetrieben, hochinnovativ und durch einen ausgeprägten Sinn für gesellschaftliche Verantwortung geprägt. Als produktorientiertes Unternehmen im Bereich Gesundheit und Biotechnologie steht die Entwicklung und Qualitätssicherung von Lösungen im Zentrum – insbesondere im hochregulierten pharmazeutischen Umfeld. Dies bedingt eine Arbeitsweise mit hoher Präzision, standardisierten Abläufen und klar definierten Verantwortlichkeiten. Qualität, Sicherheit und regulatorische Konformität sind zentrale kulturelle Leitprinzipien. Gleichzeitig ist die Innovationssprache bei BioNTech kulturell tief verankert: Neue Technologien und wissenschaftliche Ansätze – etwa mRNA-Plattformen, KI-gestützte Arzneimittelentwicklung oder personalisierte Therapien – werden aktiv exploriert, weiterentwickelt und frühzeitig in Produkte überführt. Die Innovationskultur ist experimentierfreudig, interdisziplinär und geprägt durch eine enge Verzahnung von Forschung, Technik und Anwendung. Fehler werden in diesem Umfeld als notwendiger Bestandteil wissenschaftlicher Erkenntnisprozesse verstanden – Lernen und Weiterentwicklung sind systemisch angelegt. Als wachstumsstarker Konzern mit internationaler Ausrichtung verbindet BioNTech wissenschaftliche Exzellenz mit unternehmerischer Skalierung. Die Organisation bewegt sich im Spannungsfeld zwischen hochspezialisierter Forschung und industrieller Produktion – dies verlangt eine Kultur, die sowohl Detailtiefe als auch Geschwindigkeit erlaubt. Mitarbeitende agieren in spezialisierten Einheiten, arbeiten zugleich in funktionsübergreifenden Teams mit klarer Ergebnisorientierung. Entscheidungen werden datenbasiert und auf Basis wissenschaftlicher Evidenz getroffen. Die stark ausgeprägte Purpose-Kommunikation ist zentraler Bestandteil der Unternehmensidentität. Der gesellschaftliche Nutzen – insbesondere im Bereich Pandemiebekämpfung, Krebstherapie und globaler Gesundheitsversorgung – ist nicht nur extern kommuniziert, sondern prägt die interne Kultur. Mitarbeitende identifizieren sich stark mit der Mission, medizinische Durchbrüche für die Menschheit zu schaffen. Diese Sinnorientierung ist ein wesentlicher Motivator und verbindendes Element über alle Fachbereiche hinweg. Die Möglichkeit zur Remote-Arbeit ist umfassend gegeben – vor allem in administrativen, technologischen und projektbezogenen Rollen. Dies setzt eine hohe Selbstorganisation, klare Zielorientierung und strukturierte Kommunikation voraus. In forschungsnahen oder produktionsbezogenen Bereichen bleibt physische Präsenz essenziell. Die hybride Zusammenarbeit wird durch digitale Tools unterstützt, wobei Vertrauen und Ergebnisverantwortung die Grundlage bilden. Insgesamt steht die Unternehmenskultur von BioNTech SE für wissenschaftliche Tiefe, technologische Spitzenleistung und gesellschaftliche Sinnstiftung – getragen von einer strukturierten, forschungsorientierten Arbeitsweise und einer klaren Vision, medizinischen Fortschritt global wirksam zu machen.",
  "company descrition short": "Ein biopharmazeutisches Unternehmen, das innovative Immuntherapien zur Krebsbehandlung und mRNA-basierte Impfstoffe entwickelt. BioNTech arbeitet eng mit Forschungspartnern und Gesundheitsbehörden zusammen und richtet sich an globale Gesundheitssysteme mit Fokus auf personalisierte Medizin."
},
{
  "id": "6",
  "name": "Helmholtz Zentrum München – Deutsches Forschungszentrum für Gesundheit und Umwelt (GmbH)",
  "locations": "Neuherberg bei München (Hauptsitz), weitere Standorte in München, Augsburg, Tübingen, Hannover, Dresden, Leipzig",
  "Website": "https://www.helmholtz-munich.de",
  "Unternehmensgröße": "groß (500+ Mitarbeiter)",
  "Unternehmenstyp": "Öffentliche Einrichtung",
  "Firmentyp / Tätigkeit": "Forschungseinrichtung",
  "Branche / Tätigkeitsfeld": "Bildung / Wissenschaft / Soziales",
  "Geschäftsmodell": "Projektgeschäft",
  "Remote-Option": "Remote möglich (vollständig oder weitgehend)",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Stark ausgeprägt / kulturell verankert",
  "culture description": "Die Unternehmenskultur des Helmholtz Zentrums München ist geprägt von wissenschaftlicher Exzellenz, gesellschaftlicher Sinnorientierung und interdisziplinärer Zusammenarbeit. Als öffentlich geförderte Forschungseinrichtung im Bereich Gesundheit und Umwelt arbeitet das Zentrum projektbasiert in einem akademisch geprägten, international vernetzten Umfeld. Forschungsprojekte sind häufig langfristig angelegt und durch Drittmittel finanziert – dies erfordert sowohl strukturiertes Projektmanagement als auch hohe inhaltliche Flexibilität im Umgang mit sich wandelnden Erkenntnissen und Anforderungen. Als große öffentliche Einrichtung herrschen klar definierte Strukturen, formalisierte Prozesse und transparente Entscheidungswege. Die Arbeit erfolgt innerhalb regulierter Rahmenbedingungen – etwa in Bezug auf ethische Standards, Förderbedingungen und wissenschaftliche Qualitätssicherung. Gleichzeitig ist das Zentrum durch eine stark explorativ ausgeprägte Innovationssprache geprägt: Forschungsvorhaben zielen auf Durchbrüche in den Bereichen Umweltmedizin, Systembiologie oder biomedizinische KI – neue Methoden werden laufend entwickelt, getestet und wissenschaftlich evaluiert. Fehler gelten hier als integraler Bestandteil wissenschaftlicher Erkenntnisprozesse – kritische Reflexion und iterative Verbesserung sind Teil der gelebten Forschungskultur. Die Projektstruktur fördert Eigenverantwortung, thematische Vertiefung und internationale Kooperation. Forschungsgruppen agieren weitgehend autonom innerhalb organisatorischer Rahmenbedingungen. Entscheidungsfindung erfolgt oft auf Teamebene, basierend auf Expertise und wissenschaftlichem Diskurs. Die Kommunikation ist fachlich geprägt, sachlich und auf Wissenstransfer ausgelegt – gleichzeitig fördern interne Austauschformate den interdisziplinären Dialog zwischen Fachrichtungen. Die Purpose-Orientierung ist kulturell tief verankert. Das Zentrum positioniert sich als gesellschaftlich relevante Instanz für Forschung im Dienste von Gesundheit, Umwelt und Nachhaltigkeit. Mitarbeitende identifizieren sich mit dem wissenschaftlichen Auftrag und dem langfristigen Ziel, die Lebensqualität der Menschen zu verbessern. Diese Sinnstiftung ist ein verbindendes Element in einer heterogenen, wissenschaftlich geprägten Belegschaft. Die CSR-Kommunikation betont Verantwortung, Transparenz und gesellschaftlichen Impact – sowohl in der Außendarstellung als auch im internen Selbstverständnis. Die remote-fähige Struktur ist breit etabliert, insbesondere für theoretische, analytische und administrative Tätigkeiten. Digitale Kollaboration, asynchrone Kommunikation und flexible Arbeitsmodelle sind kulturell akzeptiert. Gleichzeitig erfordern Labortätigkeiten, Datenerhebungen und physische Experimente eine Präsenzkultur in forschungsnahen Bereichen. Die hybride Zusammenarbeit verlangt klare Absprachen, Vertrauen und hohe Selbstorganisation. Führung wird zunehmend virtuell gestaltet, wobei wissenschaftliche Leitung und persönliche Betreuung weiterhin eine wichtige Rolle spielen. Insgesamt steht die Unternehmenskultur des Helmholtz Zentrums München für forschungsbasierte Exzellenz, gesellschaftliche Relevanz und methodische Innovationskraft – eingebettet in ein strukturiertes, interdisziplinäres System, das Sinnorientierung und wissenschaftliche Freiheit vereint.",
  "company descrition short": "Ein interdisziplinäres Forschungszentrum, das innovative Ansätze zur Prävention und Behandlung chronischer Krankheiten an der Schnittstelle von Gesundheit und Umwelt entwickelt. Die Forschung richtet sich vor allem an medizinische Fachkreise, öffentliche Institutionen und die Wissenschaftsgemeinschaft."
},
{
  "id": "7",
  "name": "Commerzbank AG",
  "locations": "Frankfurt am Main (Hauptsitz), weltweit in fast 40 Ländern",
  "Website": "https://www.commerzbank.de",
  "Unternehmensgröße": "groß (500+ Mitarbeiter)",
  "Unternehmenstyp": "Konzern",
  "Firmentyp / Tätigkeit": "Bank / Finanzdienstleister",
  "Branche / Tätigkeitsfeld": "Finanzen / Versicherungen / Banken",
  "Geschäftsmodell": "Mischform",
  "Remote-Option": "Teilweise Remote",
  "Innovationssprache": "Moderat / unterstützend",
  "CSR / Purpose-Kommunikation": "Stark ausgeprägt / kulturell verankert",
  "culture description": "Die Unternehmenskultur der Commerzbank AG ist durch hohe Prozessstabilität, regulatorische Verbindlichkeit und eine zunehmende Veränderungsbereitschaft geprägt. Als Großbank mit einem hybriden Geschäftsmodell – bestehend aus standardisiertem Produktgeschäft und beratungsintensiven Dienstleistungen – bewegt sich die Organisation in einem Spannungsfeld zwischen Effizienz, Kundennähe und Anpassungsdruck. Klare Strukturen, abgestimmte Entscheidungsprozesse und ein hohes Maß an Kontrolle sind Teil der etablierten Konzernkultur. Die Tätigkeit als Finanzdienstleister erfordert eine risikoaverse, verantwortungsbewusste Arbeitsweise. Qualität, Verlässlichkeit und Sicherheit stehen im Zentrum – Fehler haben potenziell weitreichende Auswirkungen und werden entsprechend vorsichtig behandelt. In regulierten Umfeldern dominiert eine strukturierte Fehlerkultur, die auf Absicherung, Nachvollziehbarkeit und präventive Maßnahmen ausgelegt ist. Die Innovationssprache ist moderat ausgeprägt und überwiegend unterstützend: Veränderung wird als notwendig erkannt und schrittweise in bestehende Strukturen integriert. Innovationen – etwa im Bereich digitale Banking-Plattformen, API-Ökosysteme oder Nachhaltigkeitsprodukte – entstehen in definierten Initiativen, meist mit klarer Anbindung an Geschäftsprozesse. Die Veränderungsgeschwindigkeit ist gezügelt und orientiert sich stark an Umsetzbarkeit, Kundenvertrauen und regulatorischen Anforderungen. Die stark ausgeprägte CSR- und Purpose-Kommunikation ist zentraler Bestandteil der strategischen Positionierung. Themen wie Nachhaltigkeit, verantwortungsvolle Finanzierung, gesellschaftliches Engagement und Corporate Governance sind integrale Bestandteile der kulturellen Identität. Mitarbeitende erleben den gesellschaftlichen Beitrag der Bank zunehmend als sinnstiftenden Rahmen, der auch bei Transformationsprojekten als Orientierung dient. Die interne Kommunikation betont Verantwortung, langfristige Wertschöpfung und den Beitrag zur Realwirtschaft. Die Möglichkeit zur Remote-Arbeit ist teilweise gegeben und hängt stark von Rolle, Bereich und Kundenkontakt ab. In vertriebsnahen oder regulatorisch sensiblen Einheiten überwiegt weiterhin Präsenzkultur, während administrative und projektbezogene Aufgaben zunehmend virtuell durchgeführt werden. Die hybride Zusammenarbeit erfordert strukturierte Kommunikation, klare Zielvorgaben und ein hohes Maß an Abstimmungsdisziplin. Führungskräfte müssen dabei sowohl persönliche Präsenz als auch virtuelle Steuerung sicherstellen. Insgesamt steht die Unternehmenskultur der Commerzbank AG für professionelle Stabilität, verantwortungsbewusstes Handeln und kontrollierte Transformation – eingebettet in ein werteorientiertes Finanzsystem, das gesellschaftliche Wirkung und wirtschaftliche Integrität verbindet."
  "company descrition short": "Eine führende deutsche Geschäftsbank mit Schwerpunkt auf Privat- und Firmenkundengeschäft. Die Commerzbank bietet klassische Bankdienstleistungen, Finanzierungslösungen und digitale Banking-Produkte – insbesondere für mittelständische Unternehmen und institutionelle Kunden."
},
{
  "id": "8",
  "name": "Otto GmbH & Co. KGaA",
  "locations": "Hamburg (Hauptsitz), weltweit in über 30 Ländern",
  "Website": "https://www.ottogroup.com",
  "Unternehmensgröße": "groß (500+ Mitarbeiter)",
  "Unternehmenstyp": "Konzern",
  "Firmentyp / Tätigkeit": "Plattformanbieter / digitale Infrastruktur",
  "Branche / Tätigkeitsfeld": "Einzelhandel / E-Commerce / Logistik",
  "Geschäftsmodell": "Mischform",
  "Remote-Option": "Remote möglich (vollständig oder weitgehend)",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Stark ausgeprägt / kulturell verankert",
  "culture description": "Die Unternehmenskultur der Otto GmbH & Co. KGaA ist geprägt durch eine starke digitale Ausrichtung, gesellschaftliche Verantwortung und eine agile Innovationshaltung. Als großer Konzern mit Plattform- und Infrastrukturschwerpunkt im E-Commerce- und Logistikumfeld bewegt sich das Unternehmen an der Schnittstelle zwischen Technologie, Handel und Nachhaltigkeit. Die Konzernstruktur bietet stabile Rahmenbedingungen, definierte Prozesse und funktional gegliederte Verantwortlichkeiten – gleichzeitig ermöglichen digitale Geschäftsmodelle ein hohes Maß an Autonomie, Innovationsfreiraum und kollaborativer Zusammenarbeit. Die Rolle als Plattformanbieter in einem hochdynamischen Marktumfeld erfordert eine Kultur, die auf kontinuierlichen Wandel ausgerichtet ist. Geschäftsmodelle und Teams entwickeln sich iterativ weiter – getrieben von Nutzerbedürfnissen, Marktveränderungen und technologischem Fortschritt. Entscheidungsprozesse sind datenbasiert, kundenzentriert und häufig crossfunktional organisiert. Die Kommunikation ist offen, dialogorientiert und stark geprägt durch ein agiles Mindset. Die Innovationssprache ist stark ausgeprägt und explorativ – neue Technologien, Methoden und Geschäftsansätze werden frühzeitig adaptiert, getestet und skaliert. In Bereichen wie KI, Personalisierung, Circular Economy oder nachhaltiger Logistik entstehen Innovationen in interdisziplinären Teams, oft in Sprintformaten oder unter Anwendung agiler Frameworks. Fehler gelten als notwendiger Bestandteil des Lernprozesses – Scheitern wird reflektiert, nicht sanktioniert. Diese Haltung fördert Experimentierfreude, Eigeninitiative und schnelle Adaption. Die CSR- und Purpose-Kommunikation ist kulturell tief verankert. Otto positioniert sich als wertegetriebenes Unternehmen, das Verantwortung für Umwelt, Gesellschaft und zukünftige Generationen übernimmt. Themen wie Klimaneutralität, Diversität, Fairness und nachhaltiger Konsum sind nicht nur strategisch verankert, sondern Teil des gelebten Alltags. Mitarbeitende identifizieren sich mit diesen Werten – sie werden aktiv in Projekte eingebunden, die über das ökonomische Kerngeschäft hinausgehen. Die Remote-Arbeit ist umfassend etabliert und kulturell akzeptiert. Virtuelle Zusammenarbeit, asynchrone Kommunikation und selbstorganisierte Teamstrukturen sind integraler Bestandteil der Arbeitskultur. Führung wird hybrid gedacht – mit Fokus auf Vertrauen, Ergebnisverantwortung und kontinuierlichem Feedback. Soziale Nähe wird bewusst durch digitale und analoge Formate gefördert, um Zusammenhalt über räumliche Distanzen hinweg zu sichern. Insgesamt steht die Unternehmenskultur von Otto für technologiegestützten Wandel, gesellschaftlich verantwortliches Handeln und ein agiles, menschenzentriertes Arbeitsumfeld – getragen von Vertrauen, Sinnorientierung und dem Anspruch, Handel zukunftsfähig und nachhaltig zu gestalten."
  "company descrition short": "Ein international agierender Handels- und E-Commerce-Konzern mit Schwerpunkt auf Online-Versandhandel und digitalen Plattformlösungen. Otto richtet sich an Endverbraucher in Europa und investiert gezielt in datengetriebenen Handel, Logistik und Tech-Innovationen."
},
{
  "id": "9",
  "name": "Capgemini Deutschland GmbH",
  "locations": "Berlin (Hauptsitz), weitere Standorte in Deutschland",
  "Website": "https://www.capgemini.com/de-de/",
  "Unternehmensgröße": "groß (500+ Mitarbeiter)",
  "Unternehmenstyp": "Konzern",
  "Firmentyp / Tätigkeit": "Beratung",
  "Branche / Tätigkeitsfeld": "IT / Software / Technologie",
  "Geschäftsmodell": "Projektgeschäft",
  "Remote-Option": "Remote möglich (vollständig oder weitgehend)",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Stark ausgeprägt / kulturell verankert",
  "culture description": "Die Unternehmenskultur der Capgemini Deutschland GmbH ist durch ein projektbasiertes, technologiegetriebenes Arbeitsumfeld mit hoher Dynamik und internationaler Ausrichtung geprägt. Als globaler IT-Beratungskonzern mit Fokus auf kundenspezifische Lösungen agiert Capgemini in wechselnden Projektkontexten mit variierenden Anforderungen, Zielgruppen und Technologien. Die Arbeitsweise ist stark ergebnisorientiert, geprägt durch agile Methoden, crossfunktionale Teams und eine hohe Geschwindigkeit bei der Umsetzung. Die projektzentrierte Struktur verlangt Flexibilität, schnelle Einarbeitung und ein hohes Maß an Eigenverantwortung. Mitarbeitende arbeiten häufig standortübergreifend und in wechselnden Teamzusammensetzungen – Entscheidungsprozesse sind praxisnah, dialogorientiert und oft direkt auf Projektebene angesiedelt. Rollen und Zuständigkeiten sind klar definiert, bieten jedoch Freiraum zur Mitgestaltung. Führung erfolgt vielfach dezentral, mit Fokus auf Empowerment und Zielverantwortung. Die stark ausgeprägte Innovationssprache zeigt sich in einer offenen Haltung gegenüber neuen Technologien, Methoden und Geschäftsmodellen. Capgemini fördert aktiv exploratives Arbeiten, z. B. in Innovation Labs, Co-Creation-Projekten oder durch den Einsatz zukunftsorientierter Technologien wie KI, Cloud, Blockchain oder Data Analytics. Fehler werden als Bestandteil von Entwicklungsprozessen akzeptiert und konstruktiv genutzt – insbesondere in iterativen Umgebungen, in denen kontinuierliches Lernen und schnelles Prototyping essenziell sind. Die CSR- und Purpose-Kommunikation ist kulturell fest verankert und wird durch unternehmensweite Programme zu Nachhaltigkeit, Diversity, sozialem Engagement und ethischer Digitalisierung sichtbar. Diese Werte sind nicht nur Teil der externen Kommunikation, sondern auch intern handlungsleitend – beispielsweise in der Projektwahl, im Talentmanagement oder in der internen Weiterbildung. Mitarbeitende erleben dadurch eine Sinnorientierung, die über rein wirtschaftliche Zielsetzungen hinausgeht. Die remote-fähige Struktur ist umfassend etabliert. Virtuelle Zusammenarbeit ist integraler Bestandteil der Projektarbeit – unterstützt durch moderne Tools, klare Abstimmungsprozesse und eine digital geprägte Führungskultur. Ergebnisorientierung, Selbstorganisation und Vertrauen sind zentrale Voraussetzungen für erfolgreiches Arbeiten im hybriden Kontext. Gleichzeitig werden gezielte Formate genutzt, um den sozialen Zusammenhalt in verteilten Teams zu stärken. Insgesamt steht die Unternehmenskultur von Capgemini Deutschland für technologischen Fortschritt, projektbezogene Agilität und wertebasiertes Handeln – getragen von internationaler Zusammenarbeit, professioneller Exzellenz und einem klaren Fokus auf Innovation und gesellschaftliche Verantwortung."
  "company descrition short": "Ein weltweit tätiges Beratungs- und IT-Dienstleistungsunternehmen, das Unternehmen bei der digitalen Transformation unterstützt. Capgemini bietet Services in den Bereichen Technologieberatung, Cloud, Datenanalyse und Softwareentwicklung – mit Fokus auf Großkunden aus Industrie, Finanzwesen und öffentlichem Sektor."
},
{
  "id": "10",
  "name": "Rheinmetall AG",
  "locations": "Düsseldorf (Hauptsitz), weltweit in 28 Ländern",
  "Website": "https://www.rheinmetall.com",
  "Unternehmensgröße": "groß (500+ Mitarbeiter)",
  "Unternehmenstyp": "Konzern",
  "Firmentyp / Tätigkeit": "Fertigung / Produktion / Handwerk",
  "Branche / Tätigkeitsfeld": "Industrie / Maschinenbau / Produktion",
  "Geschäftsmodell": "Mischform",
  "Remote-Option": "Teilweise Remote",
  "Innovationssprache": "Moderat / unterstützend",
  "CSR / Purpose-Kommunikation": "Moderat / beiläufig integriert",
  "culture description": "Die Unternehmenskultur der Rheinmetall AG ist geprägt von struktureller Stabilität, industrieller Präzision und einem funktional ausgerichteten Innovationsverständnis. Als global tätiger Industriekonzern mit Mischmodell im Maschinenbau und der Fertigungsindustrie kombiniert das Unternehmen klassische Produktionsprozesse mit technologiegestützten Weiterentwicklungen in Bereichen wie Mobilität und Sicherheit. Die Organisation ist stark formalisiert – Abläufe, Zuständigkeiten und Entscheidungswege sind klar geregelt und auf Effizienz, Sicherheit und Qualitätskontrolle ausgelegt. Die Mischform des Geschäftsmodells erfordert eine kulturelle Balance zwischen langfristiger Produktentwicklung und projektbezogener Flexibilität. In der Fertigungskultur stehen Zuverlässigkeit, technische Exzellenz und reibungslose Prozessführung im Vordergrund. Veränderungen erfolgen in definierten Schritten und unter Berücksichtigung produktionstechnischer und regulatorischer Rahmenbedingungen. Entscheidungsprozesse sind häufig hierarchisch und abteilungsübergreifend abgestimmt – mit hohem Anspruch an technische Machbarkeit und Risikobewertung. Die Innovationssprache ist moderat ausgeprägt und überwiegend unterstützend. Neue Technologien und Methoden werden integriert, wenn sie Effizienzsteigerung, Produktsicherheit oder Marktpositionierung dienen. Innovation findet vor allem innerhalb bestehender Systeme statt – explorative Ansätze und experimentelles Arbeiten spielen eine untergeordnete Rolle. Die Fehlerkultur ist vorsichtig und stark sicherheitsorientiert – in produktionsnahen Bereichen dominiert ein präventiver Umgang mit Risiken. Die CSR- und Purpose-Kommunikation ist moderat und funktional in die Organisation eingebettet. Themen wie Nachhaltigkeit, Compliance, Arbeitsstandards und gesellschaftliche Verantwortung werden thematisiert, stehen aber nicht im Zentrum der kulturellen Selbstbeschreibung. Die Sinnstiftung für Mitarbeitende erfolgt primär über die technische Relevanz und industrielle Bedeutung der Produkte – weniger über ein übergreifendes gesellschaftliches Narrativ. Die Möglichkeit zur Remote-Arbeit ist nur teilweise gegeben und abhängig von Rolle und Aufgabenbereich. In technischen und produktionsbezogenen Tätigkeiten ist physische Präsenz erforderlich, während in administrativen und projektbasierten Funktionen digitale Zusammenarbeit zunehmen kann. Die hybride Zusammenarbeit erfordert strukturiertes Projektmanagement und eine disziplinierte Abstimmung. Virtuelle Führung ist möglich, aber nicht überall etabliert – persönliche Anwesenheit bleibt in vielen Bereichen kulturell verankert. Insgesamt steht die Unternehmenskultur der Rheinmetall AG für industrielle Verlässlichkeit, technisch-funktionale Orientierung und kontrollierte Weiterentwicklung – geprägt durch klare Strukturen, produktionserfahrene Führungsprinzipien und eine moderat ausgestaltete Veränderungskultur."
  "company descrition short": "Ein Technologiekonzern mit den Schwerpunkten Verteidigung und Automobilzulieferung. Rheinmetall entwickelt unter anderem militärische Systeme, Sensorik sowie umweltfreundliche Antriebslösungen für zivile Fahrzeuge und bedient vorwiegend staatliche Institutionen sowie die Automobilindustrie."
},
{
  "id": "11",
  "name": "TIER Mobility SE",
  "locations": "Berlin (Hauptsitz), aktiv in über 150 Städten in Europa",
  "Website": "https://www.tier.app",
  "Unternehmensgröße": "mittel (50–499 Mitarbeiter)",
  "Unternehmenstyp": "Startup",
  "Firmentyp / Tätigkeit": "Plattformanbieter / digitale Infrastruktur",
  "Branche / Tätigkeitsfeld": "Mobilität / Logistik / Technologie",
  "Geschäftsmodell": "Produktgeschäft",
  "Remote-Option": "Remote möglich (vollständig oder weitgehend)",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Stark ausgeprägt / kulturell verankert",
  "culture description": "Die Unternehmenskultur von TIER Mobility SE ist geprägt von hoher Agilität, technologischer Experimentierfreude und einer stark wachstumsorientierten Startup-Dynamik. Als mittelgroßes Unternehmen mit digitalem Plattformmodell im Bereich Mobilität verbindet TIER technologische Skalierbarkeit mit operativer Komplexität im städtischen Raum. Die Kultur ist auf kontinuierliche Veränderung ausgelegt – neue Märkte, Produktfeatures und regulatorische Anforderungen prägen einen Arbeitsalltag, der schnelle Entscheidungen, iterative Umsetzung und pragmatische Lösungsansätze erfordert. Als Startup mit produktzentriertem Geschäftsmodell ist die Organisation wenig formalisiert. Rollen und Zuständigkeiten entwickeln sich dynamisch – Mitarbeitende übernehmen Verantwortung über klassische Funktionsgrenzen hinaus. Die Zusammenarbeit ist teamorientiert, crossfunktional und oft projektbasiert. Entscheidungen werden datengetrieben und nutzerzentriert getroffen – kurze Abstimmungswege und flache Hierarchien ermöglichen schnelles Handeln. Die stark ausgeprägte Innovationssprache ist kulturell fest verankert. Neue Ideen und Technologien werden frühzeitig getestet – z. B. im Bereich Mikromobilität, Energieeffizienz oder Flottenmanagement. Innovationsprozesse verlaufen experimentell, iterativ und mit hoher Risikobereitschaft. Fehler werden offen behandelt und als notwendiger Teil der Lernkurve verstanden – besonders im Spannungsfeld zwischen technologischem Fortschritt und urbaner Regulierung. Die Remote-Arbeit ist vollständig etabliert und fester Bestandteil der Arbeitskultur. Digitale Kollaboration, asynchrone Kommunikation und selbstorganisierte Teams prägen die tägliche Zusammenarbeit. Führung erfolgt virtuell, mit Fokus auf Vertrauen, Zielorientierung und Transparenz. Soziale Nähe wird gezielt durch digitale Formate gestärkt – etwa über virtuelle Teamrituale oder hybride All-Hands-Meetings. Als wachstumsorientiertes Startup mit gesellschaftlichem Fokus auf nachhaltige Mobilität ist auch eine implizite Purpose-Orientierung spürbar – sie äußert sich in der internen Kommunikation, dem Produktversprechen und dem Anspruch, urbane Mobilität umweltfreundlich zu gestalten. Diese Sinnkomponente trägt zur Identifikation vieler Mitarbeitenden bei, auch wenn sie nicht formell durch umfassende CSR-Programme strukturiert ist. Insgesamt steht die Unternehmenskultur von TIER Mobility SE für Geschwindigkeit, technologische Neugier und hohe Eigenverantwortung – eingebettet in ein junges, dynamisches Umfeld, das auf Skalierung, Innovation und nachhaltigen Impact im Mobilitätssektor ausgerichtet ist."
  "company descrition short": "Ein europäischer Mikromobilitätsanbieter, der E-Scooter, E-Bikes und E-Mopeds für den urbanen Verkehr bereitstellt. TIER richtet sich an Endnutzer in Städten und verfolgt das Ziel, nachhaltige Mobilitätslösungen als Alternative zum Auto zu etablieren."
},
{
  "id": "15",
  "name": "betterplace.org gGmbH",
  "locations": "Berlin (Hauptsitz)",
  "Website": "https://www.betterplace.org",
  "Unternehmensgröße": "klein (1–49 Mitarbeiter)",
  "Unternehmenstyp": "NGO",
  "Firmentyp / Tätigkeit": "Plattformanbieter / digitale Infrastruktur",
  "Branche / Tätigkeitsfeld": "Bildung / Wissenschaft / Soziales",
  "Geschäftsmodell": "Produktgeschäft",
  "Remote-Option": "Remote möglich (vollständig oder weitgehend)",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Stark ausgeprägt / kulturell verankert",
  "culture description": "Die Unternehmenskultur von betterplace.org gGmbH ist geprägt von gesellschaftlicher Sinnorientierung, digitaler Agilität und einer offenen, kollaborativen Arbeitsweise. Als kleine NGO mit starkem digitalen Plattformfokus im sozialen Sektor vereint betterplace technologische Kompetenz mit gemeinwohlorientierter Zielsetzung. Die geringe Unternehmensgröße ermöglicht flache Hierarchien, direkte Kommunikation und ein hohes Maß an Eigenverantwortung – Mitarbeitende gestalten strategische und operative Themen gleichermaßen aktiv mit. Als Anbieter digitaler Infrastruktur im Non-Profit-Bereich ist die Arbeitsweise stark nutzerzentriert, agil und auf kontinuierliche Weiterentwicklung der Plattform ausgerichtet. Rollen sind flexibel und teamübergreifend angelegt – Eigeninitiative, Mitgestaltung und interdisziplinäre Zusammenarbeit sind kulturell selbstverständlich. Entscheidungen werden im engen Austausch getroffen, häufig konsensorientiert und unter Einbezug vielfältiger Perspektiven. Die stark ausgeprägte Innovationssprache zeigt sich in der Bereitschaft, neue Technologien, Methoden und Ideen frühzeitig zu erproben – etwa im Bereich digitaler Fundraising-Tools, partizipativer Plattformfunktionen oder kollaborativer Softwareentwicklung. Fehler werden als Lerngelegenheiten verstanden und transparent reflektiert. Die Innovationskultur ist durch eine experimentierfreudige, ressourcensensible Haltung geprägt, bei der Wirkung und gesellschaftlicher Nutzen im Zentrum stehen. Die Purpose-Orientierung ist der zentrale kulturelle Anker. Das gemeinwohlorientierte Geschäftsmodell und der soziale Impact der Arbeit sind täglicher Motivator und integraler Bestandteil der Identifikation der Mitarbeitenden mit der Organisation. Die Kommunikation ist wertebasiert, inklusiv und stark auf Wirkung ausgerichtet. Nachhaltigkeit, Teilhabe und Transparenz prägen nicht nur die externe Darstellung, sondern auch interne Entscheidungsprozesse und Führungsprinzipien. Die remote-fähige Struktur ist vollständig etabliert und wird aktiv genutzt. Virtuelle Zusammenarbeit, asynchrone Kommunikation und selbstorganisierte Teamstrukturen ermöglichen hohe Flexibilität und Autonomie. Führung erfolgt werteorientiert und vertrauensbasiert – mit dem Fokus auf gemeinsamer Zielverfolgung und individueller Entwicklung. Soziale Nähe wird bewusst über digitale Austauschformate, transparente Kommunikation und teamübergreifende Rituale gestärkt. Insgesamt steht die Unternehmenskultur von betterplace.org für sinnstiftende digitale Arbeit, kollektive Verantwortung und eine gelebte Innovationsbereitschaft – getragen von einem hohen Maß an persönlichem Engagement, gesellschaftlicher Wirkungsmotivation und einer Kultur der Offenheit und Zusammenarbeit."
  "company descrition short": "Deutschlands größte Online-Spendenplattform für soziale Projekte. betterplace.org verbindet gemeinnützige Organisationen mit Spendern und Unternehmen und bietet digitale Tools zur Projektförderung, Fundraising und CSR-Integration."
},
{
  "id": "12",
  "name": "Ada Health GmbH",
  "locations": "Berlin (Hauptsitz), München, London, Toronto, New York City",
  "Website": "https://ada.com",
  "Unternehmensgröße": "mittel (50–499 Mitarbeiter)",
  "Unternehmenstyp": "Startup",
  "Firmentyp / Tätigkeit": "Produktfirma",
  "Branche / Tätigkeitsfeld": "Pharma / Medizintechnik / Gesundheit",
  "Geschäftsmodell": "Produktgeschäft",
  "Remote-Option": "Remote möglich (vollständig oder weitgehend)",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Stark ausgeprägt / kulturell verankert",
  "culture description": "Die Unternehmenskultur der Ada Health GmbH ist geprägt von medizinisch-technologischer Innovationskraft, agiler Produktentwicklung und einer klaren gesellschaftlichen Sinnorientierung. Als wachstumsorientiertes Health-Tech-Startup mit produktbasiertem Geschäftsmodell im Gesundheitsbereich kombiniert Ada wissenschaftliche Tiefe mit iterativer Softwareentwicklung. Die Struktur ist dynamisch und wenig formalisiert – Rollen sind flexibel, Entscheidungsprozesse dezentral, und Mitarbeitende übernehmen früh Verantwortung über den eigenen Aufgabenbereich hinaus. Als Produktfirma liegt der Fokus auf der kontinuierlichen Weiterentwicklung digitaler Gesundheitslösungen, insbesondere im Bereich KI-basierter Symptom-Checker. Die Arbeitsweise ist nutzerzentriert und datengetrieben – interdisziplinäre Teams aus Medizin, Technologie und UX arbeiten eng zusammen. Die Kommunikation ist offen, kollaborativ und international geprägt. Entscheidungsfindung erfolgt schnell und evidenzbasiert, oft im Rahmen agiler Methoden wie Sprints, MVP-Tests oder iterativer Releases. Die stark ausgeprägte Innovationssprache ist fester Bestandteil der Kultur. Neue technologische Ansätze – etwa aus den Bereichen künstliche Intelligenz, digitale Diagnostik oder Mobile Health – werden frühzeitig aufgegriffen und in Prototypen überführt. Fehler werden als notwendiger Bestandteil von Entwicklung verstanden und dienen als Lernbasis für künftige Verbesserungen. Die Innovationskultur ist forschungsnah, experimentierfreudig und integraler Bestandteil der Unternehmensidentität. Die Purpose-Orientierung ist kulturell tief verankert. Ada versteht sich als Beitrag zur Demokratisierung des Gesundheitswissens und zur Stärkung individueller Gesundheitskompetenz weltweit. Mitarbeitende identifizieren sich stark mit dem gesellschaftlichen Nutzen ihrer Arbeit – insbesondere mit dem Ziel, medizinische Versorgung durch Technologie zugänglicher, präziser und effizienter zu gestalten. Diese Sinnstiftung ist zentraler Motivator und Teil des Employer Brandings. Die remote-fähige Struktur ist vollständig etabliert und wird aktiv genutzt. Digitale Zusammenarbeit, flexible Zeitmodelle und internationale Teams sind Normalität. Selbstorganisation, Eigenverantwortung und Ergebnisorientierung sind zentrale Voraussetzungen für die ortsunabhängige Zusammenarbeit. Führung erfolgt virtuell, transparent und auf Augenhöhe – soziale Nähe wird über bewusst gestaltete Formate wie virtuelle Check-ins, Retrospektiven und interaktive All-Hands-Meetings gepflegt. Insgesamt steht die Unternehmenskultur von Ada Health für forschungsbasierte Produktinnovation, gesellschaftlichen Impact und eine moderne, selbstorganisierte Arbeitsweise – getragen von einem klaren medizinischen Auftrag, einer explorativen Denkhaltung und dem Anspruch, Gesundheit weltweit neu zu denken."
  "company descrition short": "Ein Health-Tech-Unternehmen, das eine KI-gestützte App zur medizinischen Symptomanalyse entwickelt hat. Ada richtet sich an Endnutzer und Gesundheitssysteme weltweit und unterstützt frühzeitige Diagnosen sowie personalisierte Gesundheitsberatung."
},
{
  "id": "13",
  "name": "Phoenix Contact GmbH & Co. KG",
  "locations": "Blomberg (Hauptsitz), Bad Pyrmont, Berlin, Herrenberg, Niederdorf, Velbert, Villingen-Schwenningen; weltweit in über 100 Ländern",
  "Website": "https://www.phoenixcontact.com",
  "Unternehmensgröße": "groß (500+ Mitarbeiter)",
  "Unternehmenstyp": "Konzern",
  "Firmentyp / Tätigkeit": "Fertigung / Produktion / Handwerk",
  "Branche / Tätigkeitsfeld": "Industrie / Maschinenbau / Produktion",
  "Geschäftsmodell": "Mischform",
  "Remote-Option": "Remote möglich (vollständig oder weitgehend)",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Stark ausgeprägt / kulturell verankert",
  "culture description": "Die Unternehmenskultur der Phoenix Contact GmbH & Co. KG ist geprägt von technologischer Innovationskraft, industrieller Präzision und einer klar werteorientierten Ausrichtung. Als global tätiger Konzern im Maschinenbau mit einem Mischmodell aus Serienfertigung und projektbasierter Entwicklung vereint das Unternehmen stabile Produktionsprozesse mit kundenspezifischer Anpassung und technologischem Fortschritt. Strukturiertes Arbeiten, klare Zuständigkeiten und durchdachte Abläufe bilden das Fundament der täglichen Zusammenarbeit – getragen von einer ausgeprägten Qualitätsorientierung und technischem Anspruch. Die Organisation ist funktional gegliedert, aber durchlässig genug, um in interdisziplinären Projektteams schnell zu agieren. Entscheidungen werden fundiert und in Abstimmung zwischen zentralen Funktionen, technischen Fachbereichen und internationalen Einheiten getroffen. Mitarbeitende genießen ein hohes Maß an Sicherheit, klaren Karrierewegen und langfristig ausgerichteten Entwicklungsperspektiven. Gleichzeitig ist Eigenverantwortung in operativen wie projektbasierten Rollen ausdrücklich gewünscht. Die stark ausgeprägte Innovationssprache ist tief in der Unternehmenskultur verankert. Phoenix Contact versteht sich als Technologieführer – etwa in den Bereichen Automatisierung, Elektrotechnik und industrielle Digitalisierung. Neue Lösungen werden gezielt in F&E-Einheiten entwickelt, in Piloten getestet und in einem systematisch organisierten Innovationsprozess zur Marktreife gebracht. Experimentierfreude wird gefördert – Fehler werden nicht als Scheitern, sondern als Teil des Lernprozesses verstanden, insbesondere in agilen Entwicklungsbereichen. Die CSR- und Purpose-Kommunikation ist integraler Bestandteil der kulturellen Identität. Nachhaltigkeit, gesellschaftliche Verantwortung und ein werteorientiertes Miteinander sind fest im Selbstverständnis des Unternehmens verankert. Besonders betont werden die Themen Energieeffizienz, Digitalisierung für den Klimaschutz sowie langfristige Partnerschaften mit Kunden, Bildungsinstitutionen und Regionen. Mitarbeitende identifizieren sich stark mit dem Purpose, einen Beitrag zur nachhaltigen Transformation von Industrie und Gesellschaft zu leisten. Die remote-fähige Struktur ist umfassend etabliert, vor allem für administrative, projektbezogene und technologische Rollen. Die Zusammenarbeit erfolgt hybrid – mit virtuellen Meetings, cloudbasierten Tools und hoher Flexibilität bei der Arbeitszeitgestaltung. Gleichzeitig erfordern viele technische und produktionsnahe Tätigkeiten weiterhin physische Präsenz. Die Führung ist darauf ausgerichtet, sowohl digitale Selbstorganisation zu unterstützen als auch Teamnähe im Produktionsumfeld zu wahren. Insgesamt steht die Unternehmenskultur von Phoenix Contact für technologische Exzellenz, verantwortungsbewussten Fortschritt und nachhaltige Wertschöpfung – getragen von strukturierter Zusammenarbeit, internationaler Vernetzung und einem klaren gesellschaftlichen Auftrag.",
  "company descrition short": "Ein weltweit tätiges Industrieunternehmen, das Komponenten, Systeme und Lösungen in der Elektrotechnik, Automation und Digitalisierung anbietet. Kunden sind vor allem Industrieunternehmen, Energieversorger und Maschinenbauer."
},
{
  "id": "14",
  "name": "Deloitte Deutschland GmbH",
  "locations": "München (Hauptsitz), weitere Standorte in Berlin, Düsseldorf, Frankfurt am Main, Hamburg, Stuttgart, Köln, Leipzig, Hannover, Nürnberg, Mannheim, Bremen, Dresden, Essen, Karlsruhe, Münster",
  "Website": "https://www.deloitte.com/de/de.html",
  "Unternehmensgröße": "groß (500+ Mitarbeiter)",
  "Unternehmenstyp": "Konzern",
  "Firmentyp / Tätigkeit": "Beratung",
  "Branche / Tätigkeitsfeld": "Finanzen / Versicherungen / Banken",
  "Geschäftsmodell": "Projektgeschäft",
  "Remote-Option": "Remote möglich (vollständig oder weitgehend)",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Stark ausgeprägt / kulturell verankert",
  "culture description": "Die Unternehmenskultur der Deloitte Deutschland GmbH ist geprägt von hoher Professionalität, innovationsgetriebener Beratungsexzellenz und einer klaren gesellschaftlichen Sinnorientierung. Als globaler Beratungskonzern mit projektbasiertem Geschäftsmodell arbeitet Deloitte in einem hochdynamischen Umfeld mit wechselnden Kundenprojekten, straffen Zeitplänen und hohen Qualitätsansprüchen. Die Arbeitsweise ist ergebnisorientiert, methodisch strukturiert und stark durch Mandantenbedürfnisse geprägt – Mitarbeitende müssen schnell Verantwortung übernehmen, sich zügig in neue Themen einarbeiten und in wechselnden Teamkonstellationen agieren. Die Struktur ist trotz Konzernzugehörigkeit von flachen Hierarchien in den Projekten und hoher Eigenverantwortung geprägt. Entscheidungsprozesse erfolgen dezentral, oft direkt auf Projektebene, und werden durch fachliche Exzellenz sowie enge Abstimmung mit dem Kunden getragen. Teamarbeit, crossfunktionale Zusammenarbeit und Wissensaustausch sind zentrale Bestandteile der täglichen Kultur – unterstützt durch standardisierte Prozesse und skalierbare Methodenframeworks. Die stark ausgeprägte Innovationssprache zeigt sich in allen Bereichen der Organisation – ob im Kontext neuer Technologien, digitaler Geschäftsmodelle oder regulatorischer Veränderungen. Deloitte investiert gezielt in Themen wie Künstliche Intelligenz, Nachhaltigkeitsberatung, Cybersecurity und digitale Transformation. Innovationsprojekte werden durch Inkubatoren, Accelerator-Programme und Kunden-Co-Creation begleitet. Fehler gelten als Teil des Lernprozesses, insbesondere im Rahmen agiler Projektformate – iteratives Arbeiten, Test-and-Learn-Mentalität und frühes Feedback sind kulturell etabliert. Die CSR- und Purpose-Kommunikation ist kulturell tief verankert und strategisch positioniert. Deloitte versteht sich als aktiver Gestalter gesellschaftlicher Transformation – insbesondere im Bereich Nachhaltigkeit, Diversität, Bildung und ethische Digitalisierung. Mitarbeitende identifizieren sich mit diesem Gestaltungsanspruch und erleben ihre Arbeit zunehmend auch als gesellschaftlichen Beitrag. Die Sinnstiftung erfolgt durch eine Kombination aus persönlichem Impact im Projekt und einem kollektiven Wertefundament, das durch Führungskräfte aktiv vermittelt wird. Die remote-fähige Struktur ist vollständig etabliert und wird projektübergreifend genutzt. Virtuelle Kollaboration, flexible Arbeitszeitmodelle und dezentrale Teamstrukturen sind gelebte Praxis. Gleichzeitig erfordert der Projektalltag in vielen Fällen hybride Abstimmung mit Kund:innen – sowohl virtuell als auch vor Ort. Die Führung ist auf Vertrauen, Ergebnisverantwortung und persönliche Entwicklung ausgerichtet. Mentoring, Peer-Learning und digitale Teamformate stärken Zusammenhalt und fördern Orientierung in komplexen Projektumgebungen. Insgesamt steht die Unternehmenskultur von Deloitte Deutschland für hohe Leistungsorientierung, kollaborative Exzellenz und gesellschaftlich verantwortungsvolles Handeln – getragen von einem innovationsoffenen Mindset, professioneller Strukturiertheit und einem starken, wertebasierten Selbstverständnis.",
  "company descrition short": "Ein international führendes Prüfungs- und Beratungsunternehmen mit Leistungen in den Bereichen Audit, Steuerberatung, Consulting, Financial Advisory und Risk Management. Deloitte betreut Konzerne, Mittelstand und öffentliche Einrichtungen."
},
{
  "id": "16",
  "name": "MONSOON Digital Marketing",
  "locations": "Berlin (Hauptsitz), Poznań (Polen)",
  "Website": "https://monsoon.agency",
  "Unternehmensgröße": "klein (1–49 Mitarbeiter)",
  "Unternehmenstyp": "Startup",
  "Firmentyp / Tätigkeit": "Agentur / Kreativdienstleister",
  "Branche / Tätigkeitsfeld": "Marketing / Werbung / Kommunikation",
  "Geschäftsmodell": "Projektgeschäft",
  "Remote-Option": "Remote möglich (vollständig oder weitgehend)",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Moderat / beiläufig integriert",
  "culture description": "Die Unternehmenskultur von MONSOON Digital Marketing ist geprägt von kreativer Dynamik, hoher Eigenverantwortung und einem stark projektgetriebenen Arbeitsmodus. Als kleines Startup im Agenturumfeld mit Fokus auf digitale Kommunikation und Marketinglösungen arbeitet MONSOON in wechselnden Kundenprojekten, die eine schnelle Anpassungsfähigkeit, kreative Problemlösung und intensive Abstimmung erfordern. Die geringe Unternehmensgröße ermöglicht flache Hierarchien, unmittelbare Entscheidungswege und eine enge, oft informelle Zusammenarbeit im Team. Die projektbasierte Struktur bringt ein hohes Maß an Flexibilität und Selbstorganisation mit sich. Mitarbeitende übernehmen vielseitige Rollen und gestalten Prozesse aktiv mit – von der Konzeptentwicklung bis zur Umsetzung. Die Arbeitsweise ist iterativ und kundenorientiert, mit dem Ziel, individuelle, wirkungsstarke Lösungen zu entwickeln. Die Kommunikation ist offen, direkt und geprägt durch ein starkes kollegiales Miteinander. Die stark ausgeprägte Innovationssprache äußert sich in der konsequenten Nutzung neuer digitaler Formate, Tools und Kreativtechniken. MONSOON experimentiert mit aktuellen Trends aus der Design-, Content- und Technologiewelt – etwa im Bereich Performance Marketing, interaktiver Weblösungen oder KI-unterstützter Kampagnenentwicklung. Innovation entsteht aus der Projektpraxis heraus – schnell, adaptiv und mit hoher Risikobereitschaft. Fehler werden als Teil kreativer Prozesse verstanden und dienen der kontinuierlichen Weiterentwicklung. Die CSR- und Purpose-Kommunikation ist moderat ausgeprägt und meist beiläufig in das Selbstverständnis des Unternehmens integriert. Gesellschaftliche Verantwortung wird nicht systematisch kommuniziert, findet aber inhaltlich Ausdruck in der Auswahl von Kunden, Projekten oder internen Arbeitsweisen – etwa in Form von Nachhaltigkeit in der Kampagnengestaltung oder inklusiver Sprache. Die Sinnstiftung entsteht primär aus der Identifikation mit der gestalterischen Arbeit, dem kreativen Ausdruck und dem direkten Einfluss auf die Markenkommunikation der Kund:innen. Die remote-fähige Struktur ist vollständig etabliert und unterstützt ein hohes Maß an Orts- und Zeitflexibilität. Die Zusammenarbeit erfolgt über digitale Tools, virtuelle Meetings und asynchrone Abstimmung. Selbstorganisation, Verlässlichkeit und Eigenmotivation sind essenzielle Bestandteile der gelebten Arbeitskultur. Führung findet auf Augenhöhe statt, oft im kollaborativen Austausch mit den Teams – weniger formal, dafür stark beziehungsorientiert. Soziale Nähe wird gezielt über virtuelle Formate, spontane Interaktionen und kreative Teamrituale gefördert. Insgesamt steht die Unternehmenskultur von MONSOON Digital Marketing für kreative Freiheit, digitale Innovationsfreude und hohe Eigenverantwortung – eingebettet in ein agiles, nahbares Teamumfeld, das schnelle Ergebnisse, authentischen Ausdruck und kreative Exzellenz vereint."
  "company descrition short": "Eine Digitalagentur mit Fokus auf datengetriebenes Performance Marketing, E-Commerce-Lösungen und kreative Markenkommunikation. MONSOON betreut vor allem wachstumsorientierte Unternehmen aus dem Lifestyle- und Consumer-Bereich."
},
{
  "id": "17",
  "name": "NXI GmbH & Co. KG",
  "locations": "Hamburg (Hauptsitz)",
  "Website": "https://nxiglobal.com",
  "Unternehmensgröße": "klein (1–49 Mitarbeiter)",
  "Unternehmenstyp": "KMU",
  "Firmentyp / Tätigkeit": "Beratung",
  "Branche / Tätigkeitsfeld": "IT / Software / Technologie",
  "Geschäftsmodell": "Projektgeschäft",
  "Remote-Option": "Remote möglich (vollständig oder weitgehend)",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Moderat / beiläufig integriert",
  "culture description": "Die Unternehmenskultur der NXI GmbH & Co. KG ist geprägt von technologischer Neugier, hoher Eigenverantwortung und agiler Projektarbeit im Beratungsumfeld. Als kleines IT-Beratungsunternehmen mit projektbasiertem Geschäftsmodell agiert NXI in dynamischen Technologiekontexten, die ein hohes Maß an Anpassungsfähigkeit, Kundennähe und lösungsorientierter Zusammenarbeit erfordern. Die geringe Unternehmensgröße begünstigt flache Hierarchien, direkte Kommunikation und schnelle Entscheidungsprozesse – Mitarbeitende sind eng in Strategie, Umsetzung und Kundenbeziehungen eingebunden. Die projektgetriebene Arbeitsweise verlangt Flexibilität und strukturiertes Arbeiten unter wechselnden Anforderungen. Rollen sind breit gefasst, Zuständigkeiten werden oft situativ ausgeweitet – was ein hohes Maß an Selbstorganisation und Eigeninitiative voraussetzt. Entscheidungen werden pragmatisch, auf Augenhöhe und häufig im engen Dialog mit Kund:innen getroffen. Die Teamkultur ist kollegial und auf gegenseitige Unterstützung ausgelegt, bei gleichzeitig hohem Anspruch an individuelle Leistung. Die stark ausgeprägte Innovationssprache zeigt sich in der aktiven Auseinandersetzung mit neuen Technologien, Methoden und digitalen Geschäftsmodellen. NXI integriert kontinuierlich aktuelle Trends – etwa aus den Bereichen Cloud, DevOps, KI oder Datenintegration – in die eigene Beratungsleistung. Innovationsprozesse sind praxisnah, experimentell und auf schnellen Lernerfolg ausgelegt. Fehler werden als natürlicher Bestandteil iterativer Entwicklung verstanden und als Chance zur Optimierung genutzt. Die CSR- und Purpose-Kommunikation ist moderat ausgeprägt und nicht zentraler Bestandteil des Markenauftritts. Gesellschaftliche Verantwortung wird jedoch implizit gelebt – etwa durch die Wahl technologischer Lösungen, durch partnerschaftliche Kundenbeziehungen oder durch ein nachhaltiges Wachstumsverständnis. Die Sinnstiftung für Mitarbeitende entsteht vor allem über die Möglichkeit, anspruchsvolle digitale Lösungen aktiv mitzugestalten und Verantwortung für hochwertige Ergebnisse zu übernehmen. Die remote-fähige Struktur ist vollständig etabliert und ermöglicht ortsunabhängiges Arbeiten in einem technologieaffinen Umfeld. Digitale Kollaboration, klare Kommunikationswege und Vertrauen in die Selbstorganisation der Mitarbeitenden sind fest in der Kultur verankert. Führung erfolgt nahbar und unterstützend – mit dem Ziel, Entwicklungsspielräume zu schaffen und gleichzeitig Qualitätsstandards zu sichern. Soziale Nähe wird durch bewusst gepflegte Teaminteraktion, auch über digitale Kanäle, gefördert. Insgesamt steht die Unternehmenskultur der NXI GmbH & Co. KG für technologische Kompetenz, agile Projektverantwortung und partnerschaftliche Zusammenarbeit – getragen von einem kleinen, innovationsfreudigen Team mit hohem fachlichen Anspruch und flexiblen, kundenorientierten Arbeitsprozessen."
  "company descrition short": "Ein Beratungs- und Technologieunternehmen, das sich auf digitale Geschäftsmodelle, Innovationsstrategien und digitale Transformation spezialisiert. NXI unterstützt vor allem mittelständische Unternehmen und Konzerne bei der Entwicklung zukunftsfähiger Lösungen."
},
{
  "id": "18",
  "name": "GoodMills Deutschland GmbH",
  "locations": "Hamburg (Hauptsitz), Berlin, Mannheim, Frankfurt am Main, Krefeld, Ergolding, Hamburg-Wilhelmsburg",
  "Website": "https://www.goodmills.de",
  "Unternehmensgröße": "groß (500+ Mitarbeiter)",
  "Unternehmenstyp": "Konzern",
  "Firmentyp / Tätigkeit": "Fertigung / Produktion / Handwerk",
  "Branche / Tätigkeitsfeld": "Lebensmittelindustrie",
  "Geschäftsmodell": "Produktgeschäft",
  "Remote-Option": "Teilweise Remote",
  "Innovationssprache": "Moderat / unterstützend",
  "CSR / Purpose-Kommunikation": "Moderat / beiläufig integriert",
  "culture description": "Die Unternehmenskultur der GoodMills Deutschland GmbH ist geprägt von prozessorientierter Stabilität, industrieller Präzision und einem verantwortungsbewussten, qualitätsfokussierten Arbeitsumfeld. Als großer Lebensmittelproduzent mit produktbasiertem Geschäftsmodell liegt der Fokus auf verlässlicher Fertigung, kontinuierlicher Prozessoptimierung und gleichbleibend hoher Produktqualität. Die Arbeitsweise ist stark formalisiert – Abläufe, Zuständigkeiten und Qualitätsstandards sind klar definiert und werden in allen Bereichen konsequent eingehalten. In der Produktionskultur dominiert ein sicherheitsbewusster, strukturierter Umgang mit Fehlern. Veränderungen erfolgen schrittweise und mit besonderem Augenmerk auf Lebensmittelsicherheit, Hygieneanforderungen und regulatorische Rahmenbedingungen. Entscheidungen werden nach funktionalen Kriterien getroffen – häufig durch technisches Know-how, bewährte Standards und abteilungsübergreifende Abstimmungen geprägt. Die Innovationssprache ist moderat und überwiegend unterstützend. Neue Technologien oder Prozessanpassungen werden dann eingeführt, wenn sie einen klaren Mehrwert für Effizienz, Qualität oder Nachhaltigkeit bieten. Innovation ist somit eher evolutionär als disruptiv. Pilotierungen und Prozessveränderungen finden bevorzugt in kontrollierten Umfeldern statt – Fehlerfreiheit und Reproduzierbarkeit stehen im Vordergrund. Die CSR- und Purpose-Kommunikation ist in die Organisation integriert, ohne kulturprägend zu sein. Themen wie regionale Verantwortung, nachhaltige Rohstoffbeschaffung und ressourcenschonende Produktion werden adressiert, stehen aber nicht im Mittelpunkt der kulturellen Selbstbeschreibung. Sinnstiftung entsteht primär über die Rolle als systemrelevanter Versorger und das Bewusstsein, einen Beitrag zur Lebensmittelsicherheit und -versorgung zu leisten. Remote-Arbeit ist in Teilen möglich, vor allem in administrativen oder strategischen Rollen. In produktionsnahen Tätigkeitsfeldern bleibt physische Präsenz notwendig. Die hybride Zusammenarbeit erfolgt auf funktionaler Basis – digitale Tools werden unterstützend eingesetzt, ohne das kulturelle Leitbild zu verändern. Führung ist strukturiert, prozessorientiert und in vielen Bereichen klassisch geprägt – mit wachsendem Fokus auf Flexibilisierung und Mitarbeiterbindung. Insgesamt steht die Unternehmenskultur der GoodMills Deutschland GmbH für industrielle Verlässlichkeit, qualitätsgesicherte Produktionsstandards und pragmatische Weiterentwicklung – getragen von stabilen Prozessen, fachlicher Expertise und einem verantwortungsbewussten Beitrag zur Lebensmittelversorgung."
  "company descrition short": "Einer der größten Mühlenbetreiber Deutschlands, der hochwertige Mehlprodukte für Industrie, Handwerk und Handel herstellt. GoodMills beliefert Bäckereien, Lebensmittelhersteller und den Einzelhandel mit Fokus auf Qualität, Innovation und Nachhaltigkeit."
},
{
  "id": "19",
  "name": "Funk Gruppe GmbH",
  "locations": "Hamburg (Hauptsitz), 37 Standorte weltweit",
  "Website": "https://www.funk-gruppe.de",
  "Unternehmensgröße": "groß (500+ Mitarbeiter)",
  "Unternehmenstyp": "Konzern",
  "Firmentyp / Tätigkeit": "Beratung",
  "Branche / Tätigkeitsfeld": "Finanzen / Versicherungen / Banken",
  "Geschäftsmodell": "Projektgeschäft",
  "Remote-Option": "Teilweise Remote",
  "Innovationssprache": "Moderat / unterstützend",
  "CSR / Purpose-Kommunikation": "Moderat / beiläufig integriert",
  "culture description": "Die Unternehmenskultur der Funk Gruppe GmbH ist geprägt von vertrauensbasierter Beratung, strukturierten Prozessen und einem stabilen, serviceorientierten Projektumfeld. Als großer Beratungskonzern mit projektbasiertem Geschäftsmodell im Versicherungs- und Finanzdienstleistungsbereich arbeitet Funk in einem regulierten Umfeld, in dem fachliche Präzision, Kontinuität und langfristige Kundenbeziehungen im Vordergrund stehen. Die Zusammenarbeit erfolgt meist in eingespielten Teams, mit einem hohen Anspruch an Verbindlichkeit, Qualität und individuelle Betreuung. Die projektbezogene Arbeitsweise ist methodisch klar aufgebaut – mit standardisierten Abläufen, definierten Zuständigkeiten und einem hohen Maß an Planbarkeit. Mitarbeitende tragen früh Verantwortung für Kundenprojekte und sind häufig über Jahre hinweg zentrale Ansprechpersonen. Entscheidungen erfolgen strukturiert, unter Berücksichtigung regulatorischer Rahmenbedingungen und risikoorientierter Bewertung. Die Teamarbeit ist kollegial und basiert auf gegenseitigem Vertrauen sowie fachlichem Austausch. Die Innovationssprache ist moderat und funktional. Neue Beratungstools, digitale Services oder interne Prozessverbesserungen werden gezielt dort eingeführt, wo sie die Beratungsqualität oder Effizienz verbessern. Innovation ist pragmatisch ausgerichtet, mit Fokus auf Umsetzungssicherheit, Kundenbedürfnisse und Integrationsfähigkeit in bestehende Strukturen. Fehler werden vorsorglich vermieden – im Sinne eines stabilitäts- und sicherheitsorientierten Umgangs mit sensiblen Kundendaten und Vertragsverhältnissen. Die CSR- und Purpose-Kommunikation ist vorhanden, aber nicht dominierender Bestandteil der Kultur. Themen wie Nachhaltigkeit, gesellschaftliche Verantwortung oder Diversity sind integriert, werden jedoch meist beiläufig vermittelt. Mitarbeitende erleben Sinn vor allem durch die Rolle als vertrauensvoller Partner für Unternehmen, deren Risiken es zu sichern und abzusichern gilt – insbesondere in einer sich wandelnden Risikolandschaft. Remote-Arbeit ist in Teilen möglich, insbesondere in internen Funktionen und ausgewählten Beratungsrollen. Die Zusammenarbeit mit Kund:innen sowie teaminterne Abstimmung erfordern in vielen Fällen weiterhin physische Präsenz oder hybride Formate. Die digitale Infrastruktur ist vorhanden, wird aber ergänzend zur persönlichen Beziehungspflege genutzt. Führung erfolgt fachlich fundiert, strukturiert und mit Fokus auf Beständigkeit, Kundenorientierung und individuelle Weiterentwicklung. Insgesamt steht die Unternehmenskultur der Funk Gruppe GmbH für professionelle Stabilität, vertrauensvolle Kundenbeziehungen und funktional eingebettete Weiterentwicklung – getragen von etablierten Prozessen, beratungsnaher Verantwortung und einer vorsichtig innovativen Haltung im Sinne langfristiger Partnerschaften."
  "company descrition short": "Ein unabhängiger Versicherungsmakler und Risikoberater, der maßgeschneiderte Versicherungslösungen für Unternehmen entwickelt. Die Funk Gruppe betreut insbesondere den Mittelstand und bietet darüber hinaus Leistungen im Bereich Employee Benefits und Risikomanagement."
},
{
  "id": "20",
  "name": "WEINMANN Emergency Medical Technology GmbH + Co. KG",
  "locations": "Hamburg (Hauptsitz), Henstedt-Ulzburg (Produktion, Logistik, Service); internationale Niederlassungen in Atlanta, Dubai, Madrid, Paris, Shanghai, Singapur",
  "Website": "https://www.weinmann-emergency.com",
  "Unternehmensgröße": "mittel (50–499 Mitarbeiter)",
  "Unternehmenstyp": "KMU",
  "Firmentyp / Tätigkeit": "Produktfirma",
  "Branche / Tätigkeitsfeld": "Pharma / Medizintechnik / Gesundheit",
  "Geschäftsmodell": "Produktgeschäft",
  "Remote-Option": "Teilweise Remote",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Moderat / beiläufig integriert",
  "culture description": "Die Unternehmenskultur der WEINMANN Emergency Medical Technology GmbH + Co. KG ist geprägt von technischer Präzision, lebensnaher Verantwortung und innovationsorientierter Produktentwicklung. Als mittelständisches Unternehmen im Bereich Medizintechnik mit produktbasiertem Geschäftsmodell steht die Entwicklung und Fertigung sicherheitskritischer Notfall- und Rettungssysteme im Zentrum der Arbeitsweise. Diese Verantwortung prägt eine Kultur, in der Qualität, Zuverlässigkeit und Benutzerorientierung höchste Priorität haben. Die Arbeitsorganisation ist strukturiert und fachlich fokussiert – mit klar definierten Rollen, standardisierten Prozessen und hoher Verantwortung im jeweiligen Fachbereich. Als KMU bietet das Unternehmen zugleich kurze Entscheidungswege, persönliche Nähe und Gestaltungsspielräume für Mitarbeitende. In Entwicklung, Produktion und Vertrieb greifen die Einheiten eng ineinander, wobei Interdisziplinarität und funktionsübergreifende Zusammenarbeit gefördert werden. Die stark ausgeprägte Innovationssprache zeigt sich in der kontinuierlichen Weiterentwicklung von Produkten und Technologien, insbesondere im Hinblick auf Lebensrettung, Bedienbarkeit und digitale Integration. Forschung und Entwicklung erfolgen praxisnah und im engen Austausch mit Rettungsdiensten, medizinischen Fachkräften und internationalen Kunden. Neue Konzepte werden iterativ erprobt, Fehler als Teil des Innovationsprozesses verstanden und systematisch ausgewertet – insbesondere in der Frühphase von Produktentwicklungen. Die CSR- und Purpose-Kommunikation ist in der Organisation vorhanden, tritt aber nicht explizit in den Vordergrund. Der gesellschaftliche Nutzen – Menschenleben durch verlässliche Medizintechnik zu retten – bildet jedoch eine starke implizite Sinnstiftung, die sich im täglichen Handeln vieler Mitarbeitender widerspiegelt. Diese Verantwortung wird weniger über externe Kommunikationskampagnen als über das Produkt selbst und die Nähe zum Anwender vermittelt. Remote-Arbeit ist in geeigneten Rollen möglich, insbesondere im administrativen oder projektbasierten Bereich. In Entwicklung, Produktion und Service bleibt physische Präsenz notwendig. Die hybride Zusammenarbeit ist funktional etabliert, wird aber durch die technische Ausrichtung des Unternehmens stärker durch Präsenzkultur ergänzt. Führung ist praxisnah, verantwortungsorientiert und auf fachliche Entwicklung sowie langfristige Bindung ausgelegt. Insgesamt steht die Unternehmenskultur von WEINMANN Emergency für technische Exzellenz, innovationsgetriebene Produktverantwortung und lebensnahe Sinnorientierung – getragen von klaren Strukturen, interdisziplinärer Zusammenarbeit und einem spürbaren Beitrag zur Gesundheitsversorgung im Ernstfall."
  "company descrition short": "Ein Medizintechnikunternehmen, das mobile Geräte zur Notfall- und Transportbeatmung sowie Absaugung entwickelt. Die Produkte richten sich an Rettungsdienste, Krankenhäuser und Katastrophenschutzeinheiten weltweit."
},
{
  "id": "22",
  "name": "1KOMMA5° GmbH",
  "locations": "Hamburg (Hauptsitz), über 80 Standorte in Deutschland, Schweden, Finnland, Dänemark, Spanien, Niederlande, Australien",
  "Website": "https://1komma5.com",
  "Unternehmensgröße": "groß (500+ Mitarbeiter)",
  "Unternehmenstyp": "Konzern",
  "Firmentyp / Tätigkeit": "Produktfirma",
  "Branche / Tätigkeitsfeld": "Energie / Erneuerbare Energien / Technologie",
  "Geschäftsmodell": "Mischform",
  "Remote-Option": "Remote möglich (vollständig oder weitgehend)",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Stark ausgeprägt / kulturell verankert",
  "culture description": "Die Unternehmenskultur der 1KOMMA5° GmbH ist geprägt von einem klaren Transformationsanspruch, hoher Innovationsdynamik und einer stark sinnorientierten Arbeitsweise. Als technologiegetriebenes Unternehmen im Bereich erneuerbare Energien kombiniert 1KOMMA5° produktbasierte Skalierung mit projektorientierter Umsetzung und operativer Nähe zum Kunden. Die hybride Geschäftsstruktur erfordert kulturell eine Verbindung aus strategischem Denken, technischer Exzellenz und pragmatischer Umsetzungskraft. Die Arbeitsweise ist dynamisch und durch schnelles Wachstum, dezentrale Strukturen und kontinuierliche Veränderung gekennzeichnet. Teams arbeiten crossfunktional, agil und mit hoher Eigenverantwortung. Entscheidungen werden daten- und wirkungsbasiert getroffen – häufig im engen Austausch zwischen zentralem Headquarter und den lokalen Einheiten vor Ort. Die Kommunikation ist direkt, lösungsorientiert und geprägt von einem hohen Maß an Zielorientierung. Die stark ausgeprägte Innovationssprache zeigt sich in der konsequenten Nutzung und Weiterentwicklung neuer Technologien im Bereich Energieeffizienz, PV-Anlagen, Wärmepumpen, Stromspeicher und Smart Home. Produktentwicklung und Prozessdesign folgen iterativen Prinzipien – Pilotierungen, MVPs und kontinuierliche Verbesserung sind fest im Arbeitsalltag verankert. Fehler werden als notwendiger Teil der Lernkultur akzeptiert, insbesondere im Rahmen von Skalierung und Technologieintegration. Die CSR- und Purpose-Kommunikation ist kulturell identitätsstiftend. Der Klimaschutz steht im Zentrum des Unternehmenszwecks und wirkt als verbindender kultureller Kern über alle Bereiche hinweg. Mitarbeitende identifizieren sich stark mit dem Ziel, die Energiewende aktiv voranzutreiben – dieser gesellschaftliche Anspruch prägt sowohl die interne Kommunikation als auch das Employer Branding. Purpose ist nicht Beiwerk, sondern Leitbild für Entscheidungen, Motivation und strategische Ausrichtung. Die remote-fähige Struktur ist umfassend etabliert. Digitale Kollaboration, virtuelle Teamformate und dezentrale Verantwortung sind integraler Bestandteil der täglichen Arbeit. Führung erfolgt hybrid und ist auf Vertrauen, Ergebnisorientierung und Empowerment ausgelegt. Gleichzeitig erfordern technische Rollen und operative Umsetzung vor Ort Präsenz – eine hybride Kultur, die Flexibilität und Verbindlichkeit miteinander vereint. Insgesamt steht die Unternehmenskultur der 1KOMMA5° GmbH für wachstumsgetriebene Innovationskraft, gelebte Klimaverantwortung und dezentrale Eigenverantwortung – getragen von einem klaren gesellschaftlichen Auftrag, hoher technischer Kompetenz und einer unternehmerischen Haltung, die Wandel nicht nur begleitet, sondern aktiv gestaltet."
  "company descrition short": "Ein GreenTech-Unternehmen, das Komplettlösungen für klimaneutrales Wohnen anbietet – von Photovoltaik über Stromspeicher bis hin zu Wärmepumpen. Die Leistungen richten sich an Privatkunden und Hausbesitzer, die ihre Energieversorgung nachhaltig gestalten wollen."
},
{
  "id": "23",
  "name": "Beiersdorf AG",
  "locations": "Hamburg (Hauptsitz), weltweit über 170 Tochtergesellschaften",
  "Website": "https://www.beiersdorf.de",
  "Unternehmensgröße": "groß (500+ Mitarbeiter)",
  "Unternehmenstyp": "Konzern",
  "Firmentyp / Tätigkeit": "Produktfirma",
  "Branche / Tätigkeitsfeld": "Konsumgüter / Haut- und Körperpflege",
  "Geschäftsmodell": "Produktgeschäft",
  "Remote-Option": "Teilweise Remote",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Stark ausgeprägt / kulturell verankert",
  "culture description": "Die Unternehmenskultur der Beiersdorf AG ist geprägt von globaler Markenverantwortung, wissenschaftlich fundierter Produktinnovation und einer stark werteorientierten Haltung. Als international aufgestellter Konsumgüterkonzern mit produktbasiertem Geschäftsmodell verbindet Beiersdorf die Stabilität und Reputation etablierter Marken mit einem ausgeprägten Innovationsfokus – insbesondere im Bereich Haut- und Körperpflege. Die Arbeitsweise ist strukturiert, qualitätsorientiert und auf langfristige Markenpflege ausgelegt. Klare Prozesse, definierte Verantwortlichkeiten und eine starke Markenidentifikation prägen die tägliche Zusammenarbeit. In der Produktentwicklung dominieren wissenschaftliche Exzellenz, Konsumentennähe und regulatorische Präzision. Teams arbeiten interdisziplinär – etwa aus Forschung, Marketing, Design und Supply Chain – und agieren auf Basis datenbasierter Insights und fundierter Marktforschung. Die stark ausgeprägte Innovationssprache zeigt sich in der kontinuierlichen Weiterentwicklung von Produktrezepturen, Verpackungslösungen und Produktionsverfahren. Innovationsprozesse sind methodisch strukturiert, iterativ und werden durch Pilotierungen sowie digitale Tools unterstützt. Fehler gelten als Teil eines kontrollierten Entwicklungsprozesses, in dem Qualität und Markenkohärenz oberste Priorität haben. Die CSR- und Purpose-Kommunikation ist kulturell tief verankert. Beiersdorf stellt Nachhaltigkeit, Diversität, Selbstfürsorge und gesellschaftliche Verantwortung ins Zentrum seiner Unternehmenskultur – sichtbar in Initiativen zu klima- und ressourcenschonender Produktion, sozialem Engagement und verantwortungsbewusster Produktentwicklung. Diese Haltung wird nicht nur extern kommuniziert, sondern auch intern gelebt – etwa in Führungskonzepten, Mitarbeiterprogrammen und Entscheidungsgrundsätzen. Die Sinnstiftung entsteht für viele Mitarbeitende durch die Kombination aus Markenstolz, globaler Wirkung und dem Beitrag zu gesellschaftlich relevanten Themen. Die Möglichkeit zur Remote-Arbeit ist in vielen Bereichen gegeben, insbesondere in projektbasierten, administrativen oder entwicklungsnahen Rollen. In Labortätigkeiten, der Produktion oder kreativen Co-Creation-Formaten bleibt physische Präsenz weiterhin wichtig. Die hybride Zusammenarbeit ist strukturell etabliert, basiert auf Vertrauen und wird durch moderne Tools und klar definierte Kommunikationswege unterstützt. Führung ist werteorientiert, markenbewusst und auf individuelle Entwicklung ebenso ausgerichtet wie auf kollektive Leistungsfähigkeit. Insgesamt steht die Unternehmenskultur der Beiersdorf AG für markengetriebene Exzellenz, wissenschaftlich fundierte Produktentwicklung und gesellschaftlich verantwortungsvolles Handeln – getragen von globaler Zusammenarbeit, kultureller Tiefe und einer ausgeprägten Innovations- und Werteorientierung."
  "company descrition short": "Ein international tätiger Konsumgüterkonzern, der Hautpflege- und Kosmetikprodukte unter Marken wie NIVEA, Eucerin und Labello vertreibt. Beiersdorf richtet sich an Endverbraucher weltweit und kombiniert dermatologische Forschung mit globalem Markenmanagement."
},
{
  "id": "25",
  "name": "EDEKA ZENTRALE Stiftung & Co. KG",
  "locations": "Hamburg (Hauptsitz)",
  "Website": "https://www.edeka.de",
  "Unternehmensgröße": "groß (500+ Mitarbeiter)",
  "Unternehmenstyp": "Genossenschaft / Sozialwirtschaft",
  "Firmentyp / Tätigkeit": "Plattformanbieter / digitale Infrastruktur",
  "Branche / Tätigkeitsfeld": "Einzelhandel / Lebensmittel",
  "Geschäftsmodell": "Mischform",
  "Remote-Option": "Teilweise Remote",
  "Innovationssprache": "Moderat / unterstützend",
  "CSR / Purpose-Kommunikation": "Stark ausgeprägt / kulturell verankert",
  "culture description": "Die Unternehmenskultur der EDEKA ZENTRALE Stiftung & Co. KG ist geprägt von unternehmerischer Verantwortung, partnerschaftlicher Netzwerkkultur und einer ausgeprägten gesellschaftlichen Sinnorientierung. Als zentrale Organisation innerhalb einer genossenschaftlich strukturierten Handelsgruppe übernimmt die Zentrale koordinierende, unterstützende und strategische Funktionen für ein weit verzweigtes Netz selbstständiger Kaufleute. Die Kultur ist dadurch auf Zusammenarbeit, Dienstleistungsorientierung und langfristige Stabilität ausgelegt. Die Mischform des Geschäftsmodells – zwischen zentraler Steuerung und dezentralem Unternehmertum – erfordert eine hohe Abstimmungskompetenz sowie die Fähigkeit, Prozesse zwischen Eigenverantwortung und Zentralvorgabe zu balancieren. Die Arbeitsweise ist strukturiert, mit klaren Verantwortlichkeiten in der Steuerung von Einkauf, IT, Marketing und Logistik. Gleichzeitig prägen partnerschaftlicher Austausch, Kooperationsformate und Dialog auf Augenhöhe den Umgang mit den selbstständigen Händlern. Die Innovationssprache ist moderat ausgeprägt und überwiegend unterstützend. Neue Technologien, digitale Plattformen oder datenbasierte Lösungen werden gezielt dort eingeführt, wo sie Effizienz, Kundennutzen oder Wettbewerbsfähigkeit stärken – etwa im Bereich Supply Chain, Sortimentssteuerung oder digitaler Kundenkommunikation. Innovationsprozesse erfolgen meist innerhalb etablierter Strukturen – mit Fokus auf Integration, Umsetzbarkeit und Rückkopplung an den Handel. Fehler werden vorsorglich vermieden, insbesondere in operativen Kernsystemen, in denen Stabilität entscheidend ist. Die CSR- und Purpose-Kommunikation ist zentraler Bestandteil der kulturellen Identität. Als Akteur der Lebensmittelversorgung betont EDEKA Verantwortung gegenüber Gesellschaft, Umwelt und nachfolgenden Generationen. Themen wie nachhaltige Landwirtschaft, regionale Lieferketten, Lebensmittelwertschätzung oder Bildungsinitiativen sind in zahlreichen Programmen verankert. Diese Sinnstiftung ist kulturell spürbar und wird sowohl intern als auch im Außenauftritt aktiv kommuniziert. Remote-Arbeit ist in geeigneten Funktionen möglich, etwa in Verwaltung, IT oder Projektsteuerung. In vielen koordinierenden Rollen und bereichsübergreifenden Abstimmungen bleibt persönliche Präsenz wichtig. Die hybride Zusammenarbeit ist organisatorisch etabliert, aber in weiten Teilen durch physische Nähe und informelle Abstimmung ergänzt. Führung erfolgt strukturiert, serviceorientiert und mit starkem Fokus auf Verbindlichkeit und kooperativen Entscheidungsprozessen. Insgesamt steht die Unternehmenskultur der EDEKA ZENTRALE für stabile Prozesse, partnerschaftliches Handeln und gesellschaftlich verankerte Verantwortung – getragen von funktionaler Innovation, genossenschaftlichem Denken und dem Anspruch, Lebensmittelhandel zukunftsfähig und gemeinschaftlich zu gestalten."
  "company descrition short": "Die zentrale Organisation eines der größten Lebensmittelhändler Deutschlands. Sie koordiniert Einkauf, Logistik, Marketing und Expansion für die selbstständigen EDEKA-Kaufleute und entwickelt Strategien für den Einzel- und Großhandel im Lebensmittelbereich."
},
{
  "id": "26",
  "name": "Implisense GmbH",
  "locations": "Berlin (Hauptsitz)",
  "Website": "https://implisense.com",
  "Unternehmensgröße": "klein (1–49 Mitarbeiter)",
  "Unternehmenstyp": "Startup",
  "Firmentyp / Tätigkeit": "Produktfirma",
  "Branche / Tätigkeitsfeld": "IT / Software / Technologie",
  "Geschäftsmodell": "Produktgeschäft",
  "Remote-Option": "Remote möglich (vollständig oder weitgehend)",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Moderat / beiläufig integriert",
  "culture description": "Die Unternehmenskultur der Implisense GmbH ist geprägt von technologischem Erfindergeist, agiler Produktentwicklung und hoher Eigenverantwortung in einem spezialisierten Startup-Umfeld. Als kleine Produktfirma mit Fokus auf B2B-Datenintelligenz und automatisierte Unternehmensanalysen vereint Implisense tiefes technologisches Know-how mit einer pragmatischen, entwicklungsorientierten Arbeitsweise. Die Kultur ist schlank organisiert, mit flachen Hierarchien, direkter Kommunikation und kurzen Entscheidungswegen. Im produktbasierten Geschäftsmodell liegt der Fokus auf kontinuierlicher Verbesserung und funktionaler Skalierung der Softwarelösungen. Die Arbeitsweise ist stark technisch geprägt, oft iterativ und datengetrieben – Teams entwickeln, testen und deployen in kurzen Zyklen. Rollen sind flexibel, Verantwortlichkeiten breit gefasst – Mitarbeitende übernehmen Verantwortung in Produktdesign, Entwicklung, Testing und Infrastruktur gleichermaßen. Entscheidungen werden faktenbasiert, schnell und im engen Austausch im Team getroffen. Die Innovationssprache ist stark ausgeprägt und explorativ. Implisense arbeitet aktiv an der Weiterentwicklung von KI-gestützten Analyse- und Recommender-Systemen und experimentiert mit neuen Technologien im Bereich Datenintegration, Machine Learning und semantische Suche. Fehler werden als normaler Bestandteil des Entwicklungsprozesses betrachtet – Lernzyklen, schnelles Feedback und technische Neugier stehen im Mittelpunkt des Arbeitsalltags. Die CSR- und Purpose-Kommunikation ist moderat und nicht zentral inszeniert. Gesellschaftliche Verantwortung äußert sich implizit – etwa durch transparente Datenverwendung, faire Algorithmen und einen ethisch bewussten Umgang mit Unternehmensinformationen. Die Sinnstiftung für Mitarbeitende entsteht vor allem aus der Möglichkeit, hochkomplexe technologische Lösungen zu gestalten, die reale Geschäftsprobleme adressieren und datenbasierte Entscheidungen verbessern. Remote-Arbeit ist vollständig etabliert und fester Bestandteil der Arbeitskultur. Die Zusammenarbeit erfolgt überwiegend virtuell, gestützt durch klare Prozesse, asynchrone Kommunikation und digitale Tools. Selbstorganisation, Ergebnisverantwortung und Eigeninitiative sind essenziell für den Arbeitsalltag. Führung findet unterstützend, teamnah und oft informell statt – mit Fokus auf technischer Exzellenz und individueller Entfaltung. Insgesamt steht die Unternehmenskultur der Implisense GmbH für technische Tiefe, agile Innovationsfreude und dezentrale Eigenverantwortung – getragen von einem kompakten, fokussierten Team mit hohem Anspruch an Produktqualität, Datenintegrität und kontinuierliche Verbesserung."
  "company descrition short": "Ein B2B-Data-Intelligence-Unternehmen, das KI-gestützte Lösungen zur Analyse, Anreicherung und Prognose von Unternehmensdaten entwickelt. Implisense richtet sich an Marketing-, Vertriebs- und Analyseabteilungen, die datenbasiertes Targeting betreiben."
},
{
  "id": "27",
  "name": "Tagueri AG",
  "locations": "Hamburg (Hauptsitz), Berlin, Wolfsburg, Köln, Stuttgart, München, Ingolstadt, Donauwörth, Osnabrück, Friedrichshafen, Kiel, Wilhelmshaven, Manching, Laupheim, Nordholz",
  "Website": "https://www.tagueri.com",
  "Unternehmensgröße": "groß (500+ Mitarbeiter)",
  "Unternehmenstyp": "Kapitalgesellschaft (AG)",
  "Firmentyp / Tätigkeit": "Beratung",
  "Branche / Tätigkeitsfeld": "IT / Software / Technologie",
  "Geschäftsmodell": "Projektgeschäft",
  "Remote-Option": "Remote möglich (vollständig oder weitgehend)",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Moderat / beiläufig integriert",
  "culture description": "Die Unternehmenskultur der Tagueri AG ist geprägt von technischer Projektverantwortung, agiler Beratungspraxis und einer lösungsorientierten Arbeitsweise in technologiegetriebenen Branchen. Als wachstumsstarke Beratungsgesellschaft mit Fokus auf IT, Engineering und digitale Transformation begleitet Tagueri Kund:innen aus anspruchsvollen Industrien – insbesondere Luftfahrt, Automotive und High-Tech – bei der Konzeption und Umsetzung komplexer Projekte. Die Kultur ist projektzentriert, dynamisch und durch hohe methodische Standards geprägt. Die Arbeitsweise ist geprägt von wechselnden Projektkontexten, funktionsübergreifender Zusammenarbeit und einer ausgeprägten Ergebnisorientierung. Mitarbeitende agieren in interdisziplinären Teams, häufig in hybriden oder vollständig virtuellen Setups. Entscheidungen werden auf Basis technischer Analyse, Kundenfeedback und Projektzielen getroffen – Verantwortung wird früh übertragen, insbesondere im Rahmen eigenständiger Teilprojekte. Die Kommunikation ist direkt, fachlich geprägt und auf lösungsfokussierte Abstimmung ausgelegt. Die stark ausgeprägte Innovationssprache zeigt sich in der Offenheit gegenüber neuen Technologien, Methoden und Arbeitsmodellen. Tagueri fördert aktiv den Einsatz moderner Ansätze wie Systems Engineering, agile Frameworks, digitale Zwillinge oder modellbasierte Entwicklung. Innovationskultur bedeutet hier vor allem die Fähigkeit, zukunftsorientierte Tools und Denkweisen in bestehende Kundenumgebungen zu integrieren. Fehler werden als Teil iterativer Lernprozesse verstanden – kontinuierliche Verbesserung, Retrospektiven und Wissensaustausch sind feste Bestandteile der Projektarbeit. Die CSR- und Purpose-Kommunikation ist moderat und wird in Form von Nachhaltigkeitsthemen, Bildungsengagement oder interner Verantwortungskultur sichtbar. Die gesellschaftliche Sinnstiftung erfolgt primär durch die Projektinhalte – etwa bei der Unterstützung emissionsarmer Mobilitätslösungen, digitaler Sicherheit oder technologischer Souveränität. Mitarbeitende identifizieren sich häufig über ihren Beitrag zur Zukunftsfähigkeit industrieller Systeme. Die Remote-Arbeit ist vollständig etabliert und integraler Bestandteil des Arbeitsmodells. Projektteams arbeiten über Standorte hinweg, unterstützt durch digitale Kollaborationsplattformen, klar definierte Kommunikationsroutinen und Ergebnisverantwortung. Selbstorganisation und Eigeninitiative sind Voraussetzungen für den Erfolg in hybriden Setups. Führung erfolgt kontextbezogen, auf Augenhöhe und mit Fokus auf fachliche Weiterentwicklung sowie situatives Coaching. Insgesamt steht die Unternehmenskultur der Tagueri AG für technische Beratungskompetenz, agile Projektverantwortung und zukunftsorientierte Kundenlösungen – getragen von einer innovationsfreudigen Haltung, methodischer Disziplin und einem starken Teamzusammenhalt über Standortgrenzen hinweg."
  "company descrition short": "Ein Technologie- und Innovationsberatungsunternehmen, das Kunden bei komplexen Entwicklungsprojekten in den Bereichen Automotive, Luft- und Raumfahrt sowie Digitalisierung unterstützt. Tagueri arbeitet überwiegend projektbasiert mit Großunternehmen und Technologiekonzernen."
},
{
  "id": "28",
  "name": "team neusta GmbH",
  "locations": "Bremen (Hauptsitz), Hamburg, Hannover, Osnabrück, Leer, Berlin, München, Köln, Friedrichshafen, Dornbirn, Lachen, Wien, Sokolov, Bydgoszcz",
  "Website": "https://www.team-neusta.de",
  "Unternehmensgröße": "groß (500+ Mitarbeiter)",
  "Unternehmenstyp": "Kapitalgesellschaft (AG)",
  "Firmentyp / Tätigkeit": "Beratung",
  "Branche / Tätigkeitsfeld": "IT / Software / Technologie",
  "Geschäftsmodell": "Projektgeschäft",
  "Remote-Option": "Remote möglich (vollständig oder weitgehend)",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Moderat / beiläufig integriert",
  "culture description": "Die Unternehmenskultur der team neusta GmbH ist geprägt von digitaler Innovationsfreude, agiler Projektverantwortung und einer ausgeprägt kooperativen Teamstruktur. Als große IT-Beratung mit Fokus auf Softwareentwicklung, digitale Transformation und kundenindividuelle Lösungen arbeitet team neusta in einem dynamischen, technologiegetriebenen Umfeld. Die Projektarbeit erfolgt in interdisziplinären Teams mit hoher Eigenverantwortung, flachen Hierarchien und großer Nähe zu den Kund:innen. Die Arbeitsweise ist projektbasiert, iterativ und geprägt von einem hohen Maß an Flexibilität. Mitarbeitende übernehmen früh Verantwortung für ihre Projekte und gestalten Prozesse aktiv mit – sowohl inhaltlich als auch organisatorisch. Entscheidungswege sind kurz, Kommunikation direkt und teamorientiert. Durch die dezentralen Standorte und die ausgeprägte Remote-Struktur ist die Zusammenarbeit hybrid organisiert und setzt ein hohes Maß an Selbstorganisation und Abstimmungsfähigkeit voraus. Die stark ausgeprägte Innovationssprache zeigt sich in der Offenheit gegenüber neuen Technologien, Frameworks und Methoden – insbesondere im Bereich agiler Softwareentwicklung, Cloud-Lösungen, Data Science, UX-Design und Mobile Applications. Innovation entsteht häufig im Projektkontext, durch den Austausch mit Kund:innen oder in internen Communities of Practice. Fehler gelten als Teil des Lernprozesses – kontinuierliches Feedback, Prototyping und Reflektion sind zentrale Bestandteile der Kultur. Die CSR- und Purpose-Kommunikation ist moderat ausgeprägt, zeigt sich jedoch punktuell in Form von Bildungsengagement, regionaler Vernetzung und dem Bewusstsein für nachhaltige Digitalisierung. Sinnstiftung erfolgt vor allem über die gestalterische Wirkung der eigenen Arbeit, die direkte Relevanz für Kundenprojekte und die Möglichkeit, digitale Lösungen aktiv mitzuentwickeln. Remote-Arbeit ist vollständig etabliert und Teil der täglichen Arbeitsrealität. Digitale Tools, asynchrone Kommunikation und verteilte Teams sind normaler Bestandteil des Arbeitsalltags. Gleichzeitig wird persönliche Nähe durch regelmäßige Standortformate, digitale Teamrituale und physische Treffen bewusst gepflegt. Führung ist unterstützend, auf Augenhöhe und an der individuellen Entwicklung sowie dem Projekterfolg ausgerichtet. Insgesamt steht die Unternehmenskultur von team neusta für kreative Technologielösungen, agile Teamarbeit und eine hohe individuelle Gestaltungsfreiheit – getragen von partnerschaftlicher Kommunikation, digitalem Know-how und einem klaren Fokus auf praxisnahe Innovation."
  "company descrition short": "Eine inhabergeführte Digitalgruppe, die IT-Dienstleistungen in den Bereichen Softwareentwicklung, digitale Transformation und Beratung anbietet. team neusta arbeitet projektbasiert für Kunden aus Industrie, Handel, Tourismus und öffentlichem Sektor."
},
{
  "id": "29",
  "name": "enercity Contracting Nord GmbH",
  "locations": "Hamburg (Hauptsitz), Hannover, Bremen",
  "Website": "https://www.enercity-contracting.de",
  "Unternehmensgröße": "mittel (50–499 Mitarbeiter)",
  "Unternehmenstyp": "Kapitalgesellschaft (GmbH)",
  "Firmentyp / Tätigkeit": "Plattformanbieter / digitale Infrastruktur",
  "Branche / Tätigkeitsfeld": "Energie / Erneuerbare Energien / Technologie",
  "Geschäftsmodell": "Mischform",
  "Remote-Option": "Teilweise Remote",
  "Innovationssprache": "Moderat / unterstützend",
  "CSR / Purpose-Kommunikation": "Moderat / beiläufig integriert",
  "culture description": "Die Unternehmenskultur der enercity Contracting Nord GmbH ist geprägt von technischer Verlässlichkeit, nachhaltigkeitsorientiertem Pragmatismus und einer strukturierten Projekt- und Plattformlogik. Als mittelgroßes Unternehmen im Energiesektor mit Mischmodell und Fokus auf digitale Infrastruktur sowie dezentrale Versorgungslösungen bewegt sich enercity Contracting Nord an der Schnittstelle zwischen klassischer Energieversorgung und moderner Energietechnologie. Die Arbeitsweise ist durch prozessorientierte Strukturen, klar geregelte Verantwortlichkeiten und eine enge Verzahnung von Technik, Betrieb und Projektsteuerung geprägt. Die projektbezogene Ausrichtung verlangt methodisches Vorgehen, Koordinationsfähigkeit und bereichsübergreifende Zusammenarbeit. Mitarbeitende übernehmen Verantwortung in technisch geprägten Umfeldern und agieren oft in interdisziplinären Teams, die Infrastrukturprojekte, Quartierslösungen oder dezentrale Energieversorgungssysteme umsetzen. Die Entscheidungsprozesse sind strukturiert und verlaufen häufig entlang technischer Machbarkeit, regulatorischer Vorgaben und wirtschaftlicher Zielsetzungen. Die Innovationssprache ist moderat ausgeprägt und überwiegend unterstützend. Neue Technologien und Konzepte – etwa im Bereich Nahwärmenetze, PV-Integration, Energiemanagementsysteme oder digitale Plattformlösungen – werden gezielt dort eingeführt, wo sie Effizienz, Nachhaltigkeit oder Kundennutzen steigern. Innovation erfolgt schrittweise und integriert in bestehende Systeme. Fehlerkultur ist eher vorsichtig – Veränderungen müssen robust, skalierbar und langfristig tragfähig sein. Die CSR- und Purpose-Kommunikation ist funktional eingebettet und richtet sich an den gesellschaftlichen Anspruch, zur Energiewende und zu nachhaltiger Stadtentwicklung beizutragen. Nachhaltigkeit, Versorgungssicherheit und regionale Verantwortung spielen eine wichtige Rolle, werden jedoch nicht als kulturell dominierende Narrative inszeniert. Sinnstiftung für Mitarbeitende entsteht vor allem durch den konkreten Beitrag zu einer zukunftsfähigen Energieinfrastruktur und spürbarem lokalem Impact. Die Möglichkeit zur Remote-Arbeit besteht teilweise, vor allem in planerischen, administrativen oder projektleitenden Funktionen. Technisch-operative Rollen bleiben größtenteils präsenzgebunden. Die hybride Zusammenarbeit ist auf funktionale Effizienz ausgerichtet – digitale Tools und Abstimmungsprozesse sind etabliert, jedoch nicht kulturprägend. Führung erfolgt klassisch, zielorientiert und strukturiert, mit wachsendem Fokus auf Ergebnisverantwortung und individueller Flexibilität. Insgesamt steht die Unternehmenskultur von enercity Contracting Nord GmbH für technische Stabilität, pragmatische Nachhaltigkeit und projektbezogene Zusammenarbeit – getragen von einem funktionalen Innovationsverständnis, klarer Aufgabenteilung und einem kollektiven Beitrag zur regionalen Energiewende."
  "company descrition short": "Ein Energiedienstleister, der sich auf die dezentrale Versorgung mit Wärme, Kälte und Strom spezialisiert. Das Unternehmen plant, baut und betreibt energieeffiziente Versorgungslösungen für Wohnquartiere, Gewerbe und öffentliche Einrichtungen."
},
{
  "id": "30",
  "name": "Generali Deutschland AG",
  "locations": "München (Hauptsitz), Köln, Hamburg, Aachen, Berlin, bundesweit",
  "Website": "https://www.generali.de",
  "Unternehmensgröße": "groß (500+ Mitarbeiter)",
  "Unternehmenstyp": "Konzern",
  "Firmentyp / Tätigkeit": "Versicherung",
  "Branche / Tätigkeitsfeld": "Finanzen / Versicherungen / Banken",
  "Geschäftsmodell": "Produktgeschäft",
  "Remote-Option": "Remote möglich (vollständig oder weitgehend)",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Stark ausgeprägt / kulturell verankert",
  "culture description": "Die Unternehmenskultur der Generali Deutschland AG ist durch die Kombination aus formaler Konzernstruktur und innovationsgetriebenem Wandel geprägt. Als großes Versicherungsunternehmen mit klar produktorientiertem Geschäftsmodell dominieren strukturierte Abläufe, regulierte Prozesse und hohe Qualitätsstandards das tägliche Arbeiten. Die stark formalisierten Rahmenbedingungen schaffen Stabilität, Planungssicherheit und einen klar definierten Verantwortungsbereich. Entscheidungsprozesse verlaufen über mehrere Ebenen und folgen häufig klaren Vorgaben, insbesondere im Umgang mit regulatorischen Anforderungen. Im produktbasierten Versicherungsgeschäft steht Risikominimierung im Vordergrund – dies spiegelt sich in einer kontrollierten, sicherheitsorientierten Fehlerkultur wider. Sorgfalt, Verlässlichkeit und Regelkonformität sind tief in der Arbeitsweise verankert. Gleichzeitig eröffnet die zunehmende Digitalisierung Freiräume für Veränderung, besonders in technologieaffinen Einheiten, wo neue Tools, Prozesse und Geschäftsmodelle erprobt werden. Die stark ausgeprägte Innovationssprache fördert strukturiert-exploratives Denken: Innovationen entstehen innerhalb klar definierter Programme, etwa in bereichsübergreifenden Labs oder unternehmensweiten Digitalisierungsinitiativen. Hier wird Experimentieren gezielt gefördert, wobei Fehler als notwendige Lernmomente akzeptiert werden – immer im Spannungsfeld zwischen Kundenorientierung, Datensicherheit und regulatorischer Verbindlichkeit. Die Purpose- und CSR-Kommunikation ist kulturell verankert und prägt die interne wie externe Positionierung der Generali. Themen wie Nachhaltigkeit, gesellschaftliche Teilhabe, Prävention und soziale Verantwortung sind integraler Bestandteil der Unternehmensidentität. Mitarbeitende erleben ihre Tätigkeit nicht nur als wirtschaftliche Aufgabe, sondern auch als Beitrag zum Schutz und zur Absicherung der Gesellschaft. Diese kulturelle Sinnorientierung wirkt sowohl nach innen als Bindungsfaktor als auch nach außen im Employer Branding. Die remote-fähige Struktur ist unternehmensweit etabliert – vor allem in administrativen, analytischen und vertriebsnahen Rollen. Dies erfordert eine hohe Eigenverantwortung, digitale Abstimmungsfähigkeit und eine klare Zielorientierung. Die Zusammenarbeit erfolgt zunehmend ortsunabhängig und funktionsübergreifend, unterstützt durch hybride Führungsformate. Digitale Selbstorganisation und Vertrauensarbeitszeit sind kulturell anerkannt, während Präsenz in bestimmten Geschäftsbereichen weiterhin relevant bleibt. Insgesamt vereint die Unternehmenskultur der Generali Deutschland AG Struktur und Sicherheit mit einer fortschreitenden technologischen und kulturellen Erneuerung – getragen von gesellschaftlichem Verantwortungsbewusstsein, professioneller Integrität und wachsender Offenheit für digitale Transformation."
  "company descrition short": "Ein führender Versicherungsanbieter mit breit aufgestelltem Portfolio in Lebens-, Kranken- und Sachversicherungen. Die Generali richtet sich an Privat- und Firmenkunden und kombiniert traditionelle Versicherungsleistungen mit digitalen Services."
},
{
  "id": "31",
  "name": "A.P. Møller - Mærsk A/S",
  "locations": "Kopenhagen (Hauptsitz), weltweit tätig",
  "Website": "https://www.maersk.com",
  "Unternehmensgröße": "groß (500+ Mitarbeiter)",
  "Unternehmenstyp": "Konzern",
  "Firmentyp / Tätigkeit": "Plattformanbieter / digitale Infrastruktur, Produktfirma, Logistikdienstleister",
  "Branche / Tätigkeitsfeld": "Transport / Verkehr / Logistik, Schifffahrt",
  "Geschäftsmodell": "Mischform",
  "Remote-Option": "Teilweise Remote",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Stark ausgeprägt / kulturell verankert",
  "culture description": "Die Unternehmenskultur von A.P. Møller – Mærsk A/S ist geprägt durch globale Skalierung, komplexe Systemverantwortung und eine fortlaufende digitale Transformation. Als international aufgestellter Konzern mit einer Mischform aus Plattformbetrieb, Produktgeschäft und logistiknahen Dienstleistungen verbindet Mærsk strukturelle Stabilität mit einer wachsenden technologischen Agilität. Prozesse sind stark formalisiert und arbeitsteilig organisiert – Entscheidungsfindung folgt klaren Governance-Strukturen, die internationale Koordination und regulatorische Anforderungen berücksichtigen. Als Plattformanbieter im Bereich digitaler Infrastruktur steht Mærsk im Zentrum globaler Lieferketten. Dies bedingt eine Kultur mit starkem Fokus auf operative Zuverlässigkeit, Sicherheit und Resilienz. Gleichzeitig entwickelt sich die Organisation durch Digitalisierung und Automatisierung hin zu agilerer Zusammenarbeit, insbesondere in innovationsgetriebenen Geschäftsbereichen. Dort wird aktiv mit neuen Technologien experimentiert – etwa im Bereich digitaler Frachtlösungen, CO₂-neutraler Antriebe oder datengetriebener Prozessoptimierung. Die Innovationssprache ist explorativ ausgeprägt, mit systematischem Vorgehen zur Entwicklung, Pilotierung und Skalierung neuer Lösungen. Fehler gelten in diesen Kontexten als notwendige Lernerfahrungen innerhalb kontrollierter Experimentierräume. Die Mischform des Geschäftsmodells verlangt kulturell die Fähigkeit, sowohl in langfristig stabilen Systemen als auch unter projektbasiertem Handlungsdruck effizient zu arbeiten. Mitarbeitende sind gefordert, zwischen standardisierten Abläufen und situationsbedingtem Pragmatismus zu wechseln – besonders im operativen Tagesgeschäft und der globalen Koordination. CSR- und Purpose-Themen sind tief in der Kultur verankert. Mærsk versteht sich als aktiver Treiber der nachhaltigen Transformation im Welthandel. Themen wie Dekarbonisierung der Schifffahrt, transparente Lieferketten und soziale Verantwortung entlang globaler Wertschöpfungsketten prägen das kulturelle Selbstverständnis. Die interne Kommunikation betont Sinnstiftung, Verantwortungsbewusstsein und die Rolle des Unternehmens als globaler Akteur mit gesellschaftlicher Wirkung. Die Remote-Arbeit ist teilweise möglich, vor allem in administrativen und technologiebezogenen Rollen. Dort wird eigenverantwortliches Arbeiten, digitale Abstimmung und selbstständige Zielverfolgung erwartet. In operativen und logistiknahen Tätigkeiten ist physische Präsenz weiterhin kultureller Standard – dies erfordert eine kulturelle Balance zwischen digitaler Autonomie und physischer Systemverantwortung. Führung wird zunehmend hybrid organisiert, unterstützt durch globale Teams und digitale Tools. Insgesamt steht die Unternehmenskultur von Mærsk für systemische Verlässlichkeit, technologiegetriebene Innovationsbereitschaft und eine werteorientierte Globalisierungsperspektive – getragen von professioneller Disziplin, gesellschaftlichem Gestaltungsanspruch und wachsender organisatorischer Wandlungsfähigkeit." 
  "company descrition short": "Ein weltweit tätiger Logistik- und Schifffahrtskonzern, der Containertransporte, Supply-Chain-Lösungen und Hafendienste anbietet. Maersk bedient globale Industriekunden mit Fokus auf integrierte Transportlösungen entlang der gesamten Lieferkette."
},
{
  "id": "32",
  "name": "Capco",
  "locations": "London (Hauptsitz), weltweit an verschiedenen Standorten",
  "Website": "https://www.capco.com",
  "Unternehmensgröße": "groß (500+ Mitarbeiter)",
  "Unternehmenstyp": "Konzern",
  "Firmentyp / Tätigkeit": "Beratung",
  "Branche / Tätigkeitsfeld": "Finanzen / Versicherungen / Banken",
  "Geschäftsmodell": "Projektgeschäft",
  "Remote-Option": "Teilweise Remote",
  "Innovationssprache": "Stark ausgeprägt / explorativ",
  "CSR / Purpose-Kommunikation": "Moderat / beiläufig integriert",
  "culture description": "Die Unternehmenskultur von Capco ist durch hohe Dynamik, kundennahe Projektarbeit und eine ausgeprägte Ergebnisorientierung geprägt. Als global agierendes Beratungsunternehmen im Finanz- und Versicherungsumfeld arbeitet Capco primär im projektbasierten Modus. Das bedeutet: wechselnde Anforderungen, hohe Taktung und kurzfristige Zielvorgaben prägen den Arbeitsalltag. Mitarbeitende müssen sich schnell in neue Kontexte einarbeiten, flexibel auf Veränderungen reagieren und in wechselnden Teamkonstellationen performen. Die Arbeitsweise ist stark lösungs- und leistungsorientiert – Erfolg wird am Beitrag zum Projektergebnis gemessen. Die Konzernstruktur schafft zugleich klare organisatorische Rahmenbedingungen mit international standardisierten Prozessen, Karrieremodellen und Führungsprinzipien. Gleichzeitig ermöglichen flache Hierarchien in vielen Projekten eine enge Zusammenarbeit mit Führungskräften und eine schnelle Übernahme von Verantwortung. Entscheidungen werden häufig pragmatisch und situationsbezogen im Projektkontext getroffen. Die stark ausgeprägte Innovationssprache fördert eine explorative Haltung im Denken und Handeln. Neue Methoden und technologische Ansätze – etwa im Bereich Digital Banking, Data Science oder agile Transformation – werden frühzeitig adaptiert und aktiv in Kundenprojekten eingesetzt. Die Innovationskultur ist praxisnah: Ideen entstehen oft im engen Austausch mit Kund:innen und werden in iterativen Formaten wie Sprints oder Co-Creation-Workshops weiterentwickelt. Fehler gelten als notwendiger Bestandteil dieser Prozesse, solange sie zur Verbesserung beitragen. Die CSR- und Purpose-Kommunikation ist moderat ausgeprägt und meist funktional in bestehende Unternehmensprozesse integriert. Soziale Verantwortung, Diversität und Nachhaltigkeit werden thematisiert, stehen jedoch nicht im Mittelpunkt der kulturellen Selbstbeschreibung. Die Sinnstiftung erfolgt stärker über fachliche Exzellenz, individuelle Entwicklungsmöglichkeiten und die Chance, strategische Veränderung bei Kund:innen mitzugestalten. Die Möglichkeit zur Remote-Arbeit ist teilweise gegeben, variiert jedoch stark nach Projekt und Kundenvorgaben. In vielen Fällen ist physische Präsenz vor Ort erforderlich – insbesondere in sensiblen Finanzumgebungen. Dies erfordert eine hohe Anpassungsfähigkeit an wechselnde Arbeitsorte, Teams und Kommunikationsformate. Gleichzeitig wird virtuelle Zusammenarbeit in internen Formaten und globalen Communities gezielt genutzt. Eigenverantwortung, Selbstorganisation und disziplinierte Abstimmung sind essenzielle Voraussetzungen für erfolgreiche Zusammenarbeit im hybriden Setup. Insgesamt ist die Unternehmenskultur von Capco geprägt von hoher Veränderungsgeschwindigkeit, unternehmerischem Denken, digitaler Innovationskraft und der konsequenten Ausrichtung auf Kundenimpact – eingebettet in ein professionelles, projektgetriebenes Beratungsumfeld mit internationalem Anspruch."
  "company descrition short": "Ein global agierendes Beratungsunternehmen mit Fokus auf die Finanzdienstleistungsbranche. Capco unterstützt Banken, Versicherer und FinTechs bei der digitalen Transformation, Regulatorik und Innovation – mit besonderem Fokus auf agile Projektarbeit."
}
]
