[
  {
    "category": "Unternehmenstyp",
    "description": "Der Unternehmenstyp beschreibt die strukturelle und kulturelle Grundform eines Unternehmens – z. B. ob es sich um ein Startup, einen Konzern oder eine gemeinnützige Organisation handelt. Der Typ prägt typischerweise Entscheidungsprozesse, den Umgang mit Verantwortung, Formalisierungsgrad, Risikobereitschaft und Sinnorientierung. Er ist meist über Website, Impressum, Medienberichte oder Plattformprofile eindeutig ableitbar.",
    "scale_type": "nominal",
    "data_sources": [
      "Website (z. B. 'Über uns', Impressum)",
      "Pressemitteilungen und Artikel über die Unternehmensform",
      "Branchendatenbanken (z. B. Orbis, Creditsafe)",
      "Einträge in Handelsregister oder Wikidata",
      "Karriereseite (Selbstbeschreibung als Start-up, Konzern etc.)"
    ],
    "values": [
      {
        "label": "Startup",
        "definition": "Junges, wachstumsorientiertes Unternehmen in der frühen oder skalierenden Phase mit hoher Dynamik und oft technologischem oder innovativem Fokus.",
        "cultural_effects": [
          "Starker Veränderungsdruck und laufende Anpassung von Rollen und Strukturen.",
          "Hoher individueller Handlungsspielraum durch geringe Formalisierung.",
          "Ausgeprägte Fehler- und Lernkultur – Experimente gehören zum Alltag.",
          "Informeller Kommunikationsstil und flache Hierarchien (Du-Kultur verbreitet).",
          "Hohe Leistungsanforderung bei gleichzeitig unsicheren Ressourcen.",
          "Sinnstiftung über Vision, Innovation oder das Produkt – weniger über gesellschaftlichen Auftrag."
        ]
      },
      {
        "label": "KMU",
        "definition": "Etabliertes kleines oder mittleres Unternehmen mit gewachsenen Strukturen, oft familiengeführt oder inhabergeprägt.",
        "cultural_effects": [
          "Kultur hängt stark vom Führungsstil ab – kann paternalistisch oder vertrauensbasiert sein.",
          "Prozesse sind vorhanden, aber oft individuell geprägt und wenig formalisiert.",
          "Persönliche Bindung an Produkt, Kolleg:innen oder Führung häufig wichtiger als abstrakter Purpose.",
          "Entscheidungen sind teils pragmatisch, teils abhängig von zentralen Personen.",
          "Veränderungen erfolgen schrittweise – wenig radikale Experimente.",
          "Kommunikationskultur kann zwischen direkt und hierarchisch schwanken."
        ]
      },
      {
        "label": "Konzern",
        "definition": "Großunternehmen mit komplexer Struktur, meist international aktiv, stark formalisiert und funktional organisiert.",
        "cultural_effects": [
          "Starke Prozessorientierung und dokumentierte Abläufe bestimmen das Tagesgeschäft.",
          "Entscheidungen sind häufig top-down und durch Governance-Strukturen geregelt.",
          "Fehlerkultur ist vorsichtig und risikoavers – hohe Bedeutung von Compliance.",
          "Kommunikation erfolgt meist formell – Titel und Status sind kulturell relevant.",
          "Identifikation mit der Organisation ist oft bereichs- oder standortgebunden.",
          "Sinnstiftung hängt stark von interner Kommunikation und Führungskultur ab – oft wenig spürbar."
        ]
      },
      {
        "label": "NGO / NPO",
        "definition": "Nicht gewinnorientierte Organisation mit gesellschaftlichem oder ökologischem Zweck. Fokus auf Wirkung statt Profit.",
        "cultural_effects": [
          "Sinnorientierung ist zentrales Element der Kultur – hohe emotionale Bindung möglich.",
          "Teamarbeit ist stark betont, oft mit flachen Hierarchien.",
          "Motivation ist häufig intrinsisch – Ressourcenknappheit wird durch Idealismus kompensiert.",
          "Fehlerkultur variiert – Lernprozesse sind teils reflektiert, teils informell.",
          "Strukturen können uneinheitlich und wenig skalierbar sein.",
          "Entscheidungen orientieren sich am Auftrag, nicht an Wirtschaftlichkeit."
        ]
      },
      {
        "label": "Öffentliche Einrichtung",
        "definition": "Institutionen im öffentlichen Sektor, z. B. Verwaltung, Universitäten, kommunale Betriebe, unterliegen staatlichen Regelungen und Haushaltsvorgaben.",
        "cultural_effects": [
          "Hoher Grad an Regeltreue und Formalisierung im Arbeitsalltag.",
          "Veränderungsprozesse sind oft langwierig und instanzgebunden.",
          "Entscheidungen erfolgen in klar definierten Hierarchien – Beteiligung ist formalisiert.",
          "Kommunikation ist sachlich, statusbewusst und dokumentationsorientiert.",
          "Sinnstiftung ist prinzipiell hoch (Gemeinwohl), aber individuell unterschiedlich spürbar.",
          "Fehler werden tendenziell vermieden statt offen diskutiert."
        ]
      },
      {
        "label": "Genossenschaft / Sozialwirtschaft",
        "definition": "Mitglieder- oder gemeinwohlorientierte Organisation mit demokratischer Struktur, häufig tätig in Bereichen wie Bildung, Gesundheit oder Pflege.",
        "cultural_effects": [
          "Kultur ist stark auf Mitbestimmung und Ausgleich ausgerichtet.",
          "Hierarchien existieren, werden aber kulturell relativiert oder transparent diskutiert.",
          "Wertschätzung, Fürsorge und menschliche Nähe prägen die Zusammenarbeit.",
          "Fehlerkultur ist häufig teamorientiert und lösungsbezogen – keine starke Schuldzuweisung.",
          "Sinn und Beitrag zum Gemeinwohl sind zentrale Motivationsquellen.",
          "Veränderungen erfolgen oft partizipativ, aber langsam."
        ]
      }
    ]
  },
  {
    "category": "Unternehmensgröße",
    "description": "Die Anzahl der Mitarbeitenden eines Unternehmens. Diese Kennzahl beeinflusst typischerweise die formalen Strukturen, Entscheidungsprozesse, Kommunikationswege und den Grad an Eigenverantwortung. Sie ist über öffentlich zugängliche Quellen wie Impressum, LinkedIn oder Geschäftsberichte meist zuverlässig einschätzbar.",
    "scale_type": "ordinal",
    "data_sources": [
      "LinkedIn Unternehmensprofil (Mitarbeiterzahl)",
      "Impressum der Website",
      "Geschäftsberichte oder Jahresabschlüsse",
      "Firmenverzeichnisse (z. B. Northdata, D&B, Hoppenstedt)",
      "Unternehmensprofile bei Google oder Crunchbase"
    ],
    "values": [
      {
        "label": "Klein",
        "range": "1–49 Mitarbeitende",
        "definition": "Kleine Unternehmen haben eine überschaubare Struktur mit direkter Nähe zur Geschäftsführung. Mitarbeitende übernehmen häufig vielfältige Aufgaben über feste Rollen hinaus.",
        "cultural_effects": [
          "Hohe Eigenverantwortung durch breite Aufgabenverteilung und geringe Spezialisierung.",
          "Kurze Entscheidungswege mit schneller Umsetzung – wenig Abstimmungsbedarf.",
          "Flache Hierarchien, oft informeller Umgang auch mit Führungspersonen.",
          "Starke persönliche Bindung im Team durch häufigen direkten Austausch.",
          "Geringer Formalisierungsgrad – Prozesse sind flexibel und wenig dokumentiert."
        ]
      },
      {
        "label": "Mittel",
        "range": "50–499 Mitarbeitende",
        "definition": "Mittlere Unternehmen verfügen über gewisse Strukturen und Rollenverteilungen, die aber meist noch Raum für flexible Gestaltung lassen.",
        "cultural_effects": [
          "Ausgewogenes Verhältnis zwischen Struktur und Handlungsspielraum.",
          "Entscheidungen erfolgen teils zentralisiert, teils dezentral – abhängig von Bereich und Führung.",
          "Kommunikation ist meist teamnah, kann aber in bereichsübergreifenden Themen formalisiert sein.",
          "Hierarchien sind erkennbar, aber nicht starr – Nähe zur Führung variiert.",
          "Veränderungen sind möglich, benötigen aber bereits Koordination über mehrere Ebenen."
        ]
      },
      {
        "label": "Groß",
        "range": "500+ Mitarbeitende",
        "definition": "Große Unternehmen zeichnen sich durch komplexe Strukturen mit Spezialisierung, formalen Prozessen und mehreren Führungsebenen aus.",
        "cultural_effects": [
          "Klar definierte Rollen mit enger Aufgabenabgrenzung.",
          "Top-down-Entscheidungen sind verbreitet – Mitgestaltung ist formalisiert.",
          "Kommunikation erfolgt oft über mehrere Hierarchieebenen und ist stärker reguliert.",
          "Weniger persönliche Nähe zur Unternehmensleitung – distanzierteres Führungsverhältnis.",
          "Veränderungen benötigen längere Abstimmungs- und Umsetzungszeiten aufgrund hoher Prozesskomplexität."
        ]
      }
    ]
  }
]
{
  "category": "Firmentyp / Tätigkeit",
  "description": "Der Firmentyp beschreibt die operative Ausrichtung eines Unternehmens – also, ob es z. B. beratend, kreativ, produktzentriert oder handwerklich tätig ist. Diese Tätigkeit beeinflusst unmittelbar das Arbeitsumfeld, den Zeitdruck, die Planbarkeit, die Rollenverteilung und die kulturellen Grundhaltungen im Unternehmen. Sie ist aus Leistungsbeschreibungen, Website-Texten und Stellenanzeigen gut ableitbar.",
  "scale_type": "nominal",
  "data_sources": [
    "Website (z. B. Startseite, Leistungsübersicht)",
    "Stellenanzeigen (Art der Tätigkeit: Beratung, Entwicklung etc.)",
    "Kundenreferenzen oder Projektbeschreibungen",
    "Unternehmensbroschüren oder Präsentationen",
    "LinkedIn / XING Beschreibungstext"
    ],
  "values": [
    {
      "label": "Beratung",
      "definition": "Beratungsunternehmen erbringen projektbasierte Leistungen für externe Kunden – z. B. in Strategie, IT, Prozessen oder Organisation. Die Aufträge sind zeitlich befristet, individuell und kundengetrieben.",
      "cultural_effects": [
        "Hoher Leistungs- und Ergebnisdruck durch externe Erwartungen.",
        "Schnelles Arbeiten, oft mit wechselnden Teams und Themen.",
        "Stark projektorientierte Denkweise – kurzfristige Ziele dominieren.",
        "Eigenverantwortung ist hoch, aber stark durch Kundenziele geprägt.",
        "Kommunikation ist professionell, analytisch, oft statusbewusst.",
        "Identifikation erfolgt eher über Rolle und Kompetenz als über ein Produkt."
      ]
    },
    {
      "label": "Produktfirma",
      "definition": "Unternehmen, die eigene (physische oder digitale) Produkte entwickeln, betreiben oder vertreiben – mit Fokus auf Qualität, Kontinuität und langfristige Kundenbindung.",
      "cultural_effects": [
        "Arbeitsweise ist langfristig, mit stabilen Prozessen und Teams.",
        "Fehler werden als Teil von Lernzyklen betrachtet – Iteration ist erlaubt.",
        "Planungssicherheit und Struktur sind wichtiger als kurzfristige Reaktion.",
        "Technisches und methodisches Arbeiten steht im Vordergrund.",
        "Identifikation mit dem Produkt kann stark ausgeprägt sein.",
        "Eigenverantwortung besteht meist innerhalb definierter Zuständigkeitsbereiche."
      ]
    },
    {
      "label": "Agentur / Kreativdienstleister",
      "definition": "Agenturen und kreative Dienstleister arbeiten projektbasiert für Kunden im Bereich Kommunikation, Design, Werbung oder Medien. Kreativität und Zeitdruck prägen den Alltag.",
      "cultural_effects": [
        "Schnelles, dynamisches Arbeiten mit häufig wechselnden Anforderungen.",
        "Starker Fokus auf kreative Lösungen und emotionale Wirkung.",
        "Kommunikation ist oft direkt, informell und teamzentriert.",
        "Fehlerkultur ist stark führungsabhängig – von tolerant bis reaktiv.",
        "Teamspirit, Events und emotionale Bindung sind kulturell wichtig.",
        "Strukturen sind oft flach – Eigenverantwortung hoch, aber chaotisch erlebbar."
      ]
    },
    {
      "label": "Plattformanbieter / digitale Infrastruktur",
      "definition": "Unternehmen, die digitale Plattformen oder Infrastrukturen entwickeln, betreiben oder skalieren – oft mit starkem Technologie- und Wachstumsfokus.",
      "cultural_effects": [
        "Hohes technisches Niveau und datengetriebene Entscheidungsfindung.",
        "Fokus auf Skalierung, Zuverlässigkeit und technologische Exzellenz.",
        "Kommunikation ist präzise, tool-gestützt und performanceorientiert.",
        "Fehlerkultur ist pragmatisch: testen, scheitern, verbessern.",
        "Selbstorganisation in technischen Rollen ist hoch, aber prozessgeführt.",
        "Innovation ist zentral, aber zielgerichtet – nicht verspielt."
      ]
    },
    {
      "label": "Fertigung / Produktion / Handwerk",
      "definition": "Unternehmen, die physische Produkte fertigen oder handwerkliche Dienstleistungen erbringen. Qualität, Präzision und Prozesssicherheit stehen im Vordergrund.",
      "cultural_effects": [
        "Klar geregelte Abläufe und hohe Verlässlichkeit im Arbeitsalltag.",
        "Fehler sollen vermieden werden – strukturierte Qualitätssicherung dominiert.",
        "Kommunikation ist oft direkt, aufgabenbezogen und teils autoritär geprägt.",
        "Hierarchien sind sichtbar und werden im Alltag beachtet.",
        "Innovation erfolgt eher schrittweise als experimentell.",
        "Identifikation erfolgt über handwerkliche Qualität oder Produktnutzen."
      ]
    }
  ]
}
{
  "category": "Branche / Tätigkeitsfeld",
  "description": "Die Branche beschreibt das wirtschaftliche Umfeld eines Unternehmens und beeinflusst typischerweise Innovationsgrad, Regulierungsdruck, Kommunikationsstil, Fehlerkultur und Sinnorientierung. Sie ist meist klar erkennbar über Website, Selbstbeschreibung oder Stellenanzeigen.",
  "scale_type": "nominal",
    "data_sources": [
    "Selbstbeschreibung auf Website (Startseite, Footer)",
    "Stellenanzeigen mit Funktionsbezug",
    "LinkedIn / XING Firmenkategorie",
    "Branchenverzeichnisse (z. B. wlw.de, Firmenwissen.de)",
    "NAICS/NACE-Codes in Datenbanken wie Orbis oder Statista"
    ],
  "values": [
    {
      "label": "IT / Software / Technologie",
      "definition": "Unternehmen, die digitale Produkte, Plattformen oder Services entwickeln oder betreiben – meist stark innovations- und wachstumsgetrieben.",
      "cultural_effects": [
        "Hohe Veränderungsgeschwindigkeit und Offenheit für neue Methoden.",
        "Fehlerkultur ist experimentell geprägt – 'trial & error' ist akzeptiert.",
        "Eigenverantwortung ist in technischen Rollen stark ausgeprägt.",
        "Kommunikation ist direkt, technisch und oft informell.",
        "Arbeit erfolgt häufig agil, teambasiert und iterativ.",
        "Geringer regulatorischer Druck ermöglicht schnelles Testen und flexible Prozesse."
      ]
    },
    {
      "label": "Pharma / Medizintechnik / Gesundheit",
      "definition": "Hoch regulierte Branche mit Fokus auf Sicherheit, Qualität und gesellschaftlicher Relevanz – oft mit medizinischer oder wissenschaftlicher Tiefe.",
      "cultural_effects": [
        "Fehlerkultur ist stark auf Vermeidung ausgelegt – Abweichungen müssen dokumentiert und geprüft werden.",
        "Veränderungen erfolgen nur nach umfassender Validierung und Zustimmung durch Kontrollinstanzen.",
        "Prozesse sind standardisiert und regelmäßig auditiert – Eigenverantwortung ist durch Dokumentationspflichten eingeschränkt.",
        "Kommunikation ist sachlich, regelorientiert und häufig interdisziplinär.",
        "Sinnstiftung durch gesellschaftliche Relevanz (z. B. Gesundheitswirkung) ist häufig stark ausgeprägt."
      ]
    },
    {
      "label": "Marketing / Werbung / Kommunikation",
      "definition": "Kreativ- und dienstleistungsorientierte Branche mit projektbasierter Arbeit, hoher Außenwirkung und engem Kundenkontakt.",
      "cultural_effects": [
        "Schnelle Arbeitsweise unter Zeit- und Erwartungsdruck.",
        "Kreativität und Eigeninitiative werden stark gefordert.",
        "Kommunikation ist oft emotional, direkt und informell.",
        "Teamkultur ist wichtig – starke persönliche Bindungen möglich.",
        "Fehlerkultur ist vom Führungsstil abhängig – kann tolerant oder reaktiv sein.",
        "Geringer Regulierungsdruck erlaubt hohe konzeptionelle Freiheit und unkonventionelle Lösungen."
      ]
    },
    {
      "label": "Industrie / Maschinenbau / Produktion",
      "definition": "Technik- und prozessorientierte Branche mit Fokus auf Qualität, Effizienz und Sicherheit in der Herstellung physischer Produkte.",
      "cultural_effects": [
        "Fehlerkultur ist risikoavers – Abweichungen können sicherheits- oder haftungsrelevant sein.",
        "Prozesse sind standardisiert und durch technische Normen geprägt.",
        "Veränderungen erfolgen schrittweise – neue Verfahren werden vorsichtig eingeführt.",
        "Kommunikation ist sachlich, zielorientiert und häufig hierarchisch organisiert.",
        "Eigenverantwortung besteht innerhalb klar definierter, technischer Zuständigkeiten."
      ]
    },
    {
      "label": "Bildung / Wissenschaft / Soziales",
      "definition": "Wertegetriebener Bereich mit Fokus auf Menschen, Entwicklung, Förderung und Gemeinwohl.",
      "cultural_effects": [
        "Sinnorientierung ist hoch – Arbeit wird oft als gesellschaftlich relevant erlebt.",
        "Strukturen sind häufig traditionell, mit langsamem Wandel.",
        "Fehlerkultur ist institutionell geprägt – abhängig von Trägerstruktur (öffentlich/privat).",
        "Kommunikation ist respektvoll und teamorientiert.",
        "Regelgebundenheit ist hoch bei öffentlichen Trägern – Entscheidungswege können formalisiert sein."
      ]
    },
    {
      "label": "Finanzen / Versicherungen / Banken",
      "definition": "Stark regulierte Branche mit hohem Sicherheits- und Compliance-Fokus – geprägt von Stabilität und Risikokontrolle.",
      "cultural_effects": [
        "Fehlerkultur ist vorsichtig – Regeltreue und Risikovermeidung stehen im Vordergrund.",
        "Prozesse sind stark formalisiert – Entscheidungen sind dokumentations- und kontrollpflichtig.",
        "Eigenverantwortung ist auf klar definierte Entscheidungsräume begrenzt.",
        "Kommunikation ist distanziert, professionell und statusbewusst.",
        "Veränderungstempo ist niedrig – Innovationen müssen regulatorisch begleitet werden."
      ]
    },
    {
      "label": "Bau / Logistik / Versorgung",
      "definition": "Pragmatisch organisierte Branchen mit stark operativem Fokus – häufig in physischer oder infrastruktureller Ausführung.",
      "cultural_effects": [
        "Kommunikation ist direkt und ergebnisorientiert – Umgangston kann rau sein.",
        "Hierarchien sind funktionsbasiert und werden deutlich wahrgenommen.",
        "Fehlerkultur ist oft pragmatisch – Fehler werden schnell behoben, aber selten systematisch reflektiert.",
        "Eigenverantwortung hängt stark von der operativen Erfahrung ab.",
        "Regulierungen (z. B. Sicherheits-, Umwelt- oder Bauvorgaben) wirken auf Tempo, Dokumentation und Entscheidungsfreiheiten."
      ]
    }
  ]
}
{
  "category": "Geschäftsmodell",
  "description": "Das Geschäftsmodell beschreibt, ob ein Unternehmen überwiegend auftragsbasiert (projektbezogen), produktorientiert oder gemischt arbeitet. Daraus ergeben sich wesentliche kulturelle Unterschiede – etwa bei Planbarkeit, Veränderungstempo, Fehlerkultur und Eigenverantwortung. Die Ausprägung ist meist über Website, Leistungsportfolio oder Stellenanzeigen gut erkennbar.",
  "scale_type": "nominal",
  "data_sources": [
      "Website (Produktseiten, Leistungsbeschreibung)",
      "Stellenanzeigen (Hinweise auf Projektarbeit oder Produktentwicklung)",
      "Blogartikel oder Interviews von Führungskräften",
      "Karriereseite ('Was wir tun')",
      "Pitch Decks oder Investoreninformationen (z. B. Crunchbase)"
    ],
  "values": [
    {
      "label": "Projektgeschäft",
      "definition": "Das Unternehmen erbringt individuelle Leistungen für externe Kunden. Diese Projekte sind meist befristet, ergebnisorientiert und kundengetrieben.",
      "cultural_effects": [
        "Hohes Tempo und starke Ergebnisorientierung durch externe Deadlines.",
        "Arbeiten in wechselnden Teams mit häufig neuen Anforderungen.",
        "Fehler wirken direkt auf den Kunden – Fehlerkultur ist vorsichtig.",
        "Eigenverantwortung ist hoch, aber stark durch Projektziele gerahmt.",
        "Veränderungen sind Alltag – jeder Auftrag bringt andere Rahmenbedingungen.",
        "Hohe Flexibilität und Anpassungsfähigkeit sind kulturell essenziell."
      ]
    },
    {
      "label": "Produktgeschäft",
      "definition": "Das Unternehmen entwickelt, betreibt oder vertreibt eigene Produkte oder Services mit langfristigem Kundennutzen.",
      "cultural_effects": [
        "Langfristige Planung und kontinuierliche Verbesserung stehen im Vordergrund.",
        "Stabilere Teamstrukturen mit klaren Zuständigkeiten.",
        "Fehler werden als Teil des Lernprozesses betrachtet – iteratives Arbeiten ist normal.",
        "Qualitätsorientierung und Prozessklarheit prägen die Arbeit.",
        "Hohe Identifikation mit dem Produkt – Ownership ist kulturell verankert.",
        "Veränderungen erfolgen eher schrittweise und kontrolliert."
      ]
    },
    {
      "label": "Mischform",
      "definition": "Das Unternehmen kombiniert projektbasiertes Arbeiten mit eigenem Produktangebot – z. B. durch modulare Plattformen oder ergänzende Services.",
      "cultural_effects": [
        "Kulturelle Komplexität: Spannungsfeld zwischen kurzfristigem Kundenfokus und langfristiger Produktpflege.",
        "Teams bewegen sich zwischen Flexibilität und Prozesssicherheit.",
        "Fehlerkultur ist uneinheitlich – je nach Auftragskontext unterschiedlich ausgeprägt.",
        "Eigenverantwortung erfordert hohe Selbststeuerung über Bereichsgrenzen hinweg.",
        "Kommunikation variiert zwischen kundenorientierter Außenwirkung und interner Abstimmung.",
        "Veränderungen sind konstant, aber oft nicht zentral gesteuert – hohe Koordinationsanforderung."
      ]
    }
  ]
}
{
  "category": "Remote-Option",
  "description": "Diese Kategorie beschreibt, in welchem Ausmaß Mitarbeitende ihre Arbeit ortsunabhängig erledigen können. Daraus lassen sich Rückschlüsse auf Führungsstil, Vertrauen, Kommunikationsformen, Eigenverantwortung und technologische Reife ziehen. Die Information ist meist direkt aus Stellenanzeigen oder Karriereseiten ersichtlich.",
  "scale_type": "ordinal",
  "data_sources": [
      "Stellenanzeigen (Remote- oder Hybrid-Optionen)",
      "Karriereseite (Abschnitt zu Arbeitsmodellen)",
      "Kununu / Glassdoor (Mitarbeiterbewertungen zu Flexibilität)",
      "Social-Media-Posts zum Arbeitsalltag",
      "LinkedIn-Postings von Mitarbeitenden (z. B. #remotework)"
    ],
  "values": [
    {
      "label": "Keine Remote-Option",
      "definition": "Die Arbeit erfolgt vollständig vor Ort. Homeoffice oder ortsunabhängiges Arbeiten ist grundsätzlich nicht vorgesehen.",
      "cultural_effects": [
        "Führung ist oft stärker kontrollierend und auf physische Präsenz angewiesen.",
        "Autonomie im Arbeitsalltag ist eingeschränkt – Aufgaben werden enger geführt.",
        "Kommunikation erfolgt überwiegend persönlich und face-to-face.",
        "Teamkultur ist räumlich gebunden – informelle Interaktion entsteht vor Ort.",
        "Veränderungsbereitschaft für moderne Arbeitsformen ist oft begrenzt."
      ]
    },
    {
      "label": "Teilweise Remote (hybrid)",
      "definition": "Ortsunabhängiges Arbeiten ist in Teilen möglich – meist an ausgewählten Tagen, in bestimmten Rollen oder in Abstimmung mit dem Team.",
      "cultural_effects": [
        "Kultur erfordert Balance zwischen Eigenverantwortung und Teamabstimmung.",
        "Kommunikation ist teils digitalisiert, teils vor Ort – Koordinationsfähigkeit ist gefragt.",
        "Führung muss unterschiedliche Arbeitsrealitäten integrieren und steuern.",
        "Teamgefühl entsteht sowohl digital als auch durch physische Begegnung.",
        "Flexibilität ist vorhanden, aber an klare organisatorische Rahmen gebunden."
      ]
    },
    {
      "label": "Remote möglich (vollständig oder weitgehend)",
      "definition": "Mitarbeitende können ihre Arbeit dauerhaft und weitgehend ortsunabhängig erledigen – teils auch international.",
      "cultural_effects": [
        "Hoher Grad an Vertrauen – Eigenverantwortung ist Voraussetzung.",
        "Kommunikation ist primär digital, oft asynchron – klare Abstimmungen sind essenziell.",
        "Führung erfolgt überwiegend virtuell – Fokus auf Zielerreichung statt Präsenz.",
        "Selbstorganisation, Disziplin und digitale Kompetenz sind Teil der Arbeitskultur.",
        "Soziale Nähe im Team muss bewusst gestaltet und gepflegt werden."
      ]
    }
  ]
}
{
  "category": "Innovationssprache",
  "description": "Diese Kategorie beschreibt, wie stark ein Unternehmen in seiner Außendarstellung Begriffe aus dem Innovationskontext verwendet – etwa 'agil', 'iterativ', 'New Work', 'disruptiv', 'Experiment', 'Innovation Lab' oder 'Design Thinking'. Die Verwendung solcher Sprache gibt Hinweise auf Veränderungsoffenheit, Fehlerkultur und Innovationsverhalten. Erkennbar ist sie durch Textanalyse auf Website, Karrierebereich oder Stellenanzeigen.",
  "scale_type": "ordinal",
  "data_sources": [
      "Karriereseite (Sprache im Employer Branding)",
      "Vision/Mission-Statements",
      "Blogartikel, Pressemitteilungen",
      "Stellenanzeigen (Begriffe wie 'agil', 'disruptiv', 'MVP', 'Innovation Lab')",
      "Wording auf LinkedIn oder in Whitepapern"
    ],
  "values": [
    {
      "label": "Wenig / traditionell",
      "definition": "Innovationsbegriffe kommen kaum vor. Die Sprache wirkt stabilitäts- oder prozessorientiert – eher klassisch oder technisch-neutral.",
      "cultural_effects": [
        "Veränderungen erfolgen selten und strukturiert – Bewährtes wird bevorzugt.",
        "Fehlerkultur ist defensiv – es wird auf Vermeidung gesetzt.",
        "Experimentieren hat keinen hohen Stellenwert.",
        "Kultur legt Wert auf Planung, Kontrolle und Risikominimierung.",
        "Innovationen gelten eher als Ausnahme denn als alltäglicher Bestandteil."
      ]
    },
    {
      "label": "Moderat / unterstützend",
      "definition": "Innovationsbegriffe tauchen punktuell auf – z. B. 'agile Methoden', 'wir fördern Ideen'. Sie ergänzen eine ansonsten strukturierte Sprache.",
      "cultural_effects": [
        "Veränderung ist erwünscht, aber durch Prozesse gerahmt.",
        "Fehler dürfen vorkommen – solange sie reflektiert werden.",
        "Ideenentwicklung erfolgt systematisch, z. B. in definierten Innovationsformaten.",
        "Agilität ist ein Mittel zum Zweck – kein übergeordnetes Prinzip.",
        "Kultur kombiniert stabile Strukturen mit gezieltem Innovationsspielraum."
      ]
    },
    {
      "label": "Stark ausgeprägt / explorativ",
      "definition": "Innovationssprache ist zentraler Bestandteil der Kommunikation. Begriffe wie 'crossfunktional', 'New Work', 'iterativ', 'Disruption', 'Prototyp' oder 'MVP' dominieren die Außenwirkung.",
      "cultural_effects": [
        "Kultur ist auf Geschwindigkeit, Lernen und mutiges Ausprobieren ausgelegt.",
        "Fehler gelten als notwendiger Teil des Innovationsprozesses.",
        "Hierarchien werden bewusst aufgebrochen – Netzwerkdenken ist verbreitet.",
        "Ideen werden früh getestet – z. B. durch Sprints, Labs oder Pilotprojekte.",
        "Eigeninitiative und kreative Verantwortung werden explizit gefördert.",
        "Innovation ist nicht Methode, sondern kulturelle Grundhaltung."
      ]
    }
  ]
}
{
  "category": "CSR / Purpose-Kommunikation",
  "description": "Diese Kategorie beschreibt, in welchem Maß ein Unternehmen gesellschaftliche, ökologische oder werteorientierte Themen in seiner Außendarstellung betont. Aussagen zu Sinn, Nachhaltigkeit, Diversity oder sozialem Engagement lassen Rückschlüsse auf Wertorientierung, Identifikation und kulturelle Tiefe zu. Sichtbar z. B. auf der Website, in der Vision, in ESG-Berichten oder im Employer Branding.",
  "scale_type": "ordinal",
  "data_sources": [
      "Nachhaltigkeitsbericht oder ESG-Report",
      "Website (z. B. 'Unsere Verantwortung', 'Nachhaltigkeit', 'Werte')",
      "Karriereseite (Werteversprechen oder Purpose Statements)",
      "Blogartikel, Pressebeiträge zu CSR-Initiativen",
      "Externe Ratings (z. B. EcoVadis, CDP, Sustainalytics)"
    ],
  "values": [
    {
      "label": "Gering / nicht vorhanden",
      "definition": "Das Unternehmen kommuniziert kaum oder nur am Rande zu gesellschaftlicher Verantwortung oder Werten. Der Fokus liegt auf Effizienz, Technologie oder Wirtschaftlichkeit.",
      "cultural_effects": [
        "Sinnstiftung spielt in der Kultur kaum eine Rolle – Fokus liegt auf Aufgaben und Leistung.",
        "Identifikation erfolgt primär über Funktion, Rolle oder Produkt – nicht über Werte.",
        "CSR- oder Nachhaltigkeitsthemen sind intern wenig präsent.",
        "Employer Branding fokussiert Karriere, Benefits oder Stabilität – nicht auf gesellschaftliche Wirkung.",
        "Kultur ist zweckorientiert, pragmatisch und leistungsgetrieben."
      ]
    },
    {
      "label": "Moderat / beiläufig integriert",
      "definition": "Wertethemen wie Nachhaltigkeit, Diversity oder soziale Verantwortung werden erwähnt, sind aber nicht zentral für Kultur oder Identität des Unternehmens.",
      "cultural_effects": [
        "Sinn und Werte werden in bestimmten Bereichen sichtbar, z. B. im Recruiting oder bei CSR-Projekten.",
        "Mitarbeitende können sich in Teilen mit den formulierten Haltungen identifizieren.",
        "Kultur integriert Werteaspekte punktuell – z. B. bei internen Initiativen oder Kommunikationskampagnen.",
        "Wertethemen sind eher ergänzend als prägend.",
        "Die Organisation wirkt ambivalent: teils sinnorientiert, teils leistungs- und prozessbezogen."
      ]
    },
    {
      "label": "Stark ausgeprägt / kulturell verankert",
      "definition": "Werte, Sinn und gesellschaftlicher Beitrag sind fester Bestandteil der Unternehmenskultur und prägen Vision, Kommunikation und Alltag.",
      "cultural_effects": [
        "Sinnstiftung ist zentral – Mitarbeitende erleben ihre Arbeit als gesellschaftlich oder ökologisch relevant.",
        "Werte wie Nachhaltigkeit, Verantwortung oder Diversität sind in Entscheidungsprozesse integriert.",
        "Kultur fördert engagierte, intrinsisch motivierte Mitarbeitende.",
        "Employer Branding ist wertebasiert – Kultur vermittelt Haltung, nicht nur Karriereversprechen.",
        "Identifikation mit dem Unternehmenszweck ist ein wichtiger Teil der Mitarbeiterbindung."
      ]
    }
  ]
}
